Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: Hot
de: Heiß
es: Hace calor
fr: Chaud
sv: Varmt
uk: Спекотно

source: Hurricane
de: Hurrikan
es: Huracán
fr: Ouragan
sv: Orkan
uk: Ураган

source: Isolated Thunderstorms
de: Isolierte Gewitter
es: Tronazón disperso
fr: Orages isolés
sv: Fåtal åskbyar
uk: Ізольовані грози

source: Light Drizzle
de: Leichter Sprühregen
es: Llovizna ligera
fr: Bruine légère
sv: Lätt duggregn
uk: Легка мряка

source: Light Rain Shower
de: Leichte Schauer
es: Lluvias ligeras
fr: Légère averse
sv: Lätta regnskurar
uk: Слабкий дощ

source: Light Rain with Thunder
de: Leichter Regen mit Donner
es: Lluvia ligera con truenos
fr: Légère pluie avec du tonnerre
sv: Lätt regn, åska
uk: Слабкий дощ з грозою

source: Light Snow Showers
de: Leichte Schneeschauer
es: Nieve disperso
fr: Légères averses de neige
sv: Lätta snöbyar
uk: Незначний сніг

source: Mist
de: Leichter Nebel
es: Niebla
fr: Brume
sv: Fuktdis
uk: Імла

source: Mixed Precipitation
de: Gemischter Niederschlag
es: Precipitación mezclado
fr: Précipitations
sv: Bl. nederbörd
uk: Змішані опади

source: Mixed Rain and Hail
de: Regen und Hagel gemischt
es: Granizo
fr: Pluie et grêle
sv: Hagelbl. regn
uk: Дощ з градом

source: Mixed Rain and Sleet
de: Regen und Graupel gemischt
es: Lluvia y Granizo
fr: Pluie et neige fondue
sv: Snöbl. regn
uk: Дощ із снігом

source: Mixed Rain and Snow
de: Regen und Schnee gemischt
es: Lluvia y Nieve
fr: Pluie et neige
sv: Snöbl. regn
uk: Дощ із снігом

source: Mostly Cloudy
de: Bewölkt
es: Nublado mayormente
fr: Très nuageux
sv: Överv. mulet
uk: Переважно хмарно

source: N/A
de: n. zutr.
es: Desconocido
fr: Indisponible
sv: Ej tillgängligt
uk: Н/Д

source: Partly Cloudy
de: Leicht bewölkt
es: Nublado parcialmente
fr: Peu nuageux
sv: Växl. molnighet
uk: Мінлива хмарність

source: Scattered Showers
de: Vereinzelte Schauer
es: Lluvia disperso
fr: Averses clairsemées
sv: Sprid. regnskurar
uk: Місцями злива

source: Scattered Snow Showers
de: Vereinzelte Schneeschauer
es: Nieve disperso
fr: Averses de neige clairsemées
sv: Sprid. snöbyar
uk: Місцями снігопади

source: Scattered Thunderstorms
de: Vereinzelte Gewitter
es: Tronazón disperso
fr: Orages clairesemés
sv: Sprid. åskbyar
uk: Розсіяні грози

source: Severe Thunderstorms
de: Schwere Gewitter
es: Tronazón severo
fr: Orages violents
sv: Kraft. åskbyar
uk: Сильні грози

source: Showers
de: Schauer
es: Lluvia disperso
fr: Averse
sv: Regnskurar
uk: Дощі

source: Showers in the Vicinity
de: Schauer in der Umgebung
es: Lluvias en la proximidad
fr: Averses localisées
sv: Regnsk. i närheten

source: Sleet
de: Graupel
es: Granizo
fr: Neige fondue
sv: Snöbl. regn
uk: Мокрий сніг

source: Smoke
de: Dunst
es: Grisáceo
fr: Fumée
sv: Rök
uk: Дим

source: Snow
de: Schnee
es: Nieve
fr: Neige
sv: Snö
uk: Сніг

source: Snow Flurries
de: Schneegestöber
es: Nieve leve
fr: Bourrasque de neige
sv: Snöbyar
uk: Сніжний шквал

source: Snow Showers
de: Schneeschauer
es: Nieve disperso
fr: Averses de neige
sv: Snöbyar
uk: Снігопад

source: Thunder Showers
de: Gewitterschauer
es: Tronazón disperso
fr: Pluie orageuse
sv: Åskskurar
uk: Грозові дощі

source: Thunderstorms
de: Gewitter
es: Tronazón
fr: Orages
sv: Åskbyar
uk: Гроза

source: Tornado
fr: Tornade
sv: Tromb
uk: Смерч

source: Tropical Storm
de: Tropischer Sturm
es: Huracán
fr: Tempête tropicale
sv: Tropisk storm
uk: Тропічний шторм

source: Windy
de: Windig
es: Viento
fr: Vent
sv: Blåsigt
uk: Вітряно

source: AM Clouds / PM Sun
de: Vm. Wolken/Nm. Sonne
es: AM nublado/PM soleado
fr: Nuages puis soleil
sv: Mulet på fm., sol på em.
uk: Д.О. Хмари / П.О. Сонце

source: AM Drizzle
de: Vm. Sprühregen
fr: Bruine (matin)
sv: Duggr. på fm.
uk: Д.О. Мряка

source: AM Drizzle / Wind
de: Vm. Sprühregen/Wind
es: AM llovizna/Viento
fr: Bruine/vent (AM)
sv: Duggr., blåst på fm.
uk: Д.О. Мряка/Вітер

source: AM Fog / PM Sun
de: Vm. Nebel/Nm. Sonne
es: AM Niebla/PM Soleado
fr: Brou puis sol
sv: Dimma på fm., sol på em.
uk: Д.О. Туман/П.О. Сонце

source: AM Light Rain
de: Vm. leichter Regen
es: AM Lluvias ligeras
fr: Pluie faible (AM)
sv: Lätt regn på fm.
uk: Д.О. Легкий дощ

source: AM Light Snow
de: Vm. etw. Schneefall
es: AM Nieve ligera
fr: Neige faible (AM)
sv: Lätt snö på fm.
uk: Д.О. Легкий сніг

source: AM Rain / Snow
de: Vm. Regen/Schnee
es: AM Lluvia/nieve
fr: Pluie/neige (AM)
sv: Regn, snö på fm.
uk: Д.О. Дощ/Сніг

source: AM Rain / Wind
de: Vm. Regen/Wind
es: AM Lluvia/viento
fr: Pluie/vent (AM)
sv: Regn, blåst på fm.
uk: Д.О. Дощ/Вітер

source: AM Showers
de: Vm. Schauer
es: Lluvias matutinas
fr: Averses (AM)
sv: Regnsk. på fm.
uk: Д.О. Дощик

source: AM T-Showers
de: Vm. Gew.schauer
fr: Orage/averses (AM)
sv: Åsksk. på fm.
uk: Д.О. Грім/Дощ

source: AM T-Storms
de: Vm. Gewitter
es: AM Tormentas eléctricas
fr: Orages (AM)
sv: Åskbyar på fm.
uk: Д.О. Гроза

source: Few Showers
de: Einige Schauer
es: Algunas lluvias
fr: Ondées
sv: Fåtal regnskurar
uk: Слаб. Опади

source: Heavy Rain
de: Starker Regen
es: Lluvia fuerte
fr: Forte pluie
sv: Kraftigt regn
uk: Сильний дощ

source: Isolated T-Storms
de: Isol. Gew.schauer
es: Tormentas eléctricas aisladas
fr: Orages isolés
sv: Fåtal åskbyar
uk: Місцями грози

source: Light Rain
de: Leichter Regen
es: Lluvia ligera
fr: Pluie faible
sv: Lätt regn
uk: Легкий дощ

source: Light Rain / Wind
de: Leichter Regen/Wind
es: Lluvia ligera/viento
fr: Pluie faible/vent
sv: Lätt regn, blåst
uk: Легкий дощ/Вітер

source: Light Snow / Fog
de: Leichter Schneefall/Nebel
fr: Neige faible/brou
sv: Lätt snö, dimma
uk: Легкий сніг/Туман

source: Mostly Sunny
de: Heiter
es: Mayormente soleado
fr: Ensoleillé
sv: Överv. soligt
uk: Переважно сонячно

source: Partly Cloudy / Wind
de: L. bewölkt/Wind
es: Parcialmente nublado/viento
fr: Nuageux/vent
sv: Växl. molnighet, blåst
uk: Мінлива хмарність/Вітер

source: PM Light Rain
de: Nm. leichter Regen
es: Lluvias ligeras por las tardes
fr: Pluie faible (PM)
sv: Lätt regn på em.
uk: П.О. Легкий дощ

source: PM Showers
de: Vm. Schauer
es: Lluvias por la tarde
fr: Averses (PM)
sv: Regnsk. på em.
uk: П.О. Дощик

source: PM T-Showers
de: Nm. Gew.schauer
fr: Orage/Averses (PM)
sv: Åsksk. på em.
uk: П.О. Грім/Дощ

source: PM T-Storms
de: Nm. Gewitter
es: Tormentas eléctricas por la tarde
fr: Orages (PM)
sv: Åskbyar på em.
uk: П.О. Гроза

source: Rain
de: Regen
es: Lluvia
fr: Pluie
sv: Regn
uk: Дощ

source: Rain / Snow Showers
de: Regen-/Schneeschauer
es: Lluvia / nevada
fr: Pluie / Neige
sv: Regn, snöbyar
uk: Дощ/Мокрий сніг

source: Rain / Thunder
de: Regen/Donner
es: Lluvia / Truenos
fr: Pluie / Tonnerre
sv: Regn, åska
uk: Дощ / Грім

source: Rain / Wind
de: Regen/Wind
es: Lluvia / Viento
fr: Pluie / Vent
sv: Regn, blåst
uk: Дощ / Вітер

source: Scattered Showers / Wind
de: Vereinz. Schauer/Wind
fr: Pluies éparses/vent
sv: Sprid. skurar, blåst

source: Scattered T-Storms
de: Vereinz. Gewitter
es: Tormentas eléctricas dispersas
fr: Orages épars
sv: Sprid. åskbyar

source: Showers / Wind
de: Schauer/Wind
es: Lluvia/viento
fr: Averses / Vent
sv: Regnsk., blåst
uk: Опади /Вітер

source: Sunny
de: Sonnig
es: Soleado
fr: Ensoleillé
sv: Soligt
uk: Сонячно

source: Sunny / Wind
de: Sonnig/Wind
es: Soleado / Viento
fr: Soleil / Vent
sv: Soligt, blåst
uk: Сонячно / Вітер

source: T-Showers
de: Gew.schauer
es: Tormentas eléctricas
fr: Averses/orage
sv: Åskskurar
uk: Грози

source: Monday
de: Montag
es: lunes
fr: Lundi
sv: Måndag
uk: Понеділок

source: Tuesday
de: Dienstag
es: martes
fr: Mardi
sv: Tisdag
uk: Вівторок

source: Wednesday
de: Mittwoch
es: miércoles
fr: Mercredi
sv: Onsdag
uk: Середа

source: Thursday
de: Donnerstag
es: jueves
fr: Jeudi
sv: Torsdag
uk: Четвер

source: Friday
de: Freitag
es: viernes
fr: Vendredi
sv: Fredag
uk: П’ятниця

source: Saturday
de: Samstag
es: sábado
fr: Samedi
sv: Lördag
uk: Субота

source: Sunday
de: Sonntag
es: domingo
fr: Dimanche
sv: Söndag
uk: Неділя

source: Display the local weather
de: Zeigt das lokale Wetter
es: Mostrar el clima local
fr: Affiche la météo locale
sv: Visa det lokala vädret
uk: Перегляд місцевої погоди

source: Weather Applet
de: Wetter-Applet
es: Miniaplicación del clima
fr: Applet météo
sv: Väderprogram
uk: Аплет погоди

source: Weather
de: Wetter
es: Meteorología
fr: Météo
sv: Väderprogram
uk: Погода

source: Applet to display current weather and forecast
de: Applet zum Anzeigen des aktuellen Wetters und einer Vorhersage
es: Miniaplicación para mostrar el clima y pronósticos actuales
fr: Applet affichant la météo actuelle et les prévisions
sv: Miniprogram för att visa aktuella väderprognoser
uk: Аплет показує поточну погоду, а також прогноз

source: Could not retrieve weather data. You may be experiencing connectivity issues.
de: Konnte keine Wetterdaten abrufen. Sie haben möglicherweise Verbindungsprobleme.
es: No se pudieron obtener datos meteorológicos. Quizá esté experimentando problemas de conexión.
fr: Échec de la récupération des données météorologiques. Vous avez peut-être un problème avec votre connexion Internet.
sv: Kunde inte hämta väderdata. Du kan ha anslutningsproblem.
uk: Неможливо прийняти дані про погоду. Можливо у Вас проблеми з підключенням.

source: Network error in Weather
de: Netzwerkfehler im Wetter-Applet
es: Error de red en Meteorología
fr: Erreur réseau dans l'applet météo
sv: Nätverksfel i Väderprogram
uk: Мережева помилка при отримання прогнозу

source: Fetching conditions for
de: Hole Wetterbericht für
es: Obteniendo condiciones para
fr: Récupération les prévisions pour
sv: Hämtar förhållanden för
uk: Отримую умови для

source: Show _Map
de: _Karte anzeigen
es: Mostrar _mapa
fr: Afficher la _carte
sv: Visa _karta
uk: Показати Мапу

source: No records found
de: Keine Einträge gefunden
es: No se encontraron registros
fr: Aucun résultat
sv: Inga uppgifter hittades
uk: Записів незнайдено

source: Searching...
de: Suche läuft ...
es: Buscando…
fr: Recherche en cours...
sv: Söker...
uk: Пошук…

source: <b>Icon Display</b>
de: <b>Symbolanzeige</b>
fr: <b>Affichage des icônes</b>
sv: <b>Ikonvisning</b>
uk: <b>Іконка аплета</b>

source: <i><b>Examples:</b> Boston; Portland, ME, Amsterdam; or Osaka, Japan.</i>
de: <i><b>Beispiele:</b> Boston; Portland, ME, Amsterdam; oder Osaka, Japan.</i>
fr: <i><b>Exemples :</b> Paris, Bruxelles, Toronto, Amsterdam, Osaka...</i>
sv: <i><b>Exempel:</b> Boston; Portland, ME; Amsterdam; eller Osaka, Japan.</i>
uk: <i><b>Приклад:</b> Boston; Portland, ME, Amsterdam; або Osaka, Japan.</i>

source: Current _location:
de: Aktueller _Ort:
es: _Ubicación actual:
fr: Emplacement :
sv: Nuvarande _plats:
uk: Поточне місто:

source: If enabled, the dialog will be transparent, and the five days of the forecast will be curved
de: Wenn aktiviert, wird der Dialog transparent und die 5-Tage-Prognose in einem Bogen angezeigt
es: Si se activa, el diálogo será transparente, y los cinco días del pronóstico se mostrarán curveados
fr: Si activé, l'affichage des prévisions à 5 jours sera transparent et incurvé
sv: Om markerad kommer dialogrutan att vara genomskinlig och de fem prognosdagarna kurvformade
uk: Якщо увімкнено, діалог прогнозу буде прозорим та вигнутим дугою

source: If enabled, the temperature will be displayed in the icon
de: Wenn aktiviert, wird die Temperatur im Symbol angezeigt
es: Si se activa, la temperatura se mostrará en el icono
fr: Si activé, la température sera affichée dans l'icône
sv: Om markerad visas temperaturen på ikonen
uk: Температура буде відображатись на іконці, якщо увімкнено

source: Maximum _map width:
de: Maximale _Kartenbreite:
es: Ancho _máximo del mapa:
fr: Largeur maximale de la _carte :
sv: Maximal _kartbredd:
uk: Максимальна ширина мапи:

source: Show temperature in _icon
de: Temperatur im _Symbol anzeigen
es: Mostrar temperatura en el _icono
fr: Montrer la température dans l'_icône
sv: Visa temperaturen på _ikonen
uk: Показати іконку температури

source: Temperature _unit:
de: _Temperatureinheit:
es: _Unidad de temperatura:
fr: _Unité de température :
sv: Temperatur_enhet:
uk: Одиниці температури:

source: Temperature font _size:
de: Schrift_größe der Temperaturanzeige:
es: Tamaño de _tipografía:
fr: Taille de la _police de la température :
sv: Typsnitts_storlek för temperatur:
uk: Розмір шрифту:

source: Use transparent/curved _forecast dialog
de: Transparenten/gebogenen _Vorhersage-Dialog verwenden
es: Usar diálogo de _pronóstico transparente/curveado
fr: Utiliser un affichage des prévisions transparent et _incurvé
sv: Använd genomskinlig/kurvformad p_rognosdialogruta
uk: Використовувати прозорий/вигнутий діалог прогнозу

source: _Location Name:
de: _Name des Ortes:
es: Nombre de la _ubicación:
fr: Nom du _lieu :
sv: _Platsnamn:
uk: Назва _місцевості:

source: Open Location
de: Ort öffnen
es: Abrir ubicación
fr: Ouvrir l'emplacement
sv: Öppna plats
uk: Відкрити адресу

source: Set as new _Home Page
de: Als neue _Homepage festlegen
es: Configurar como página de _inicio
fr: Définir comme nouvelle _page d'accueil
sv: Ställ in som ny _startsida
uk: Встановити як Домашня сторінка

source: Web Applet
es: Miniaplicación web
fr: Applet Web
sv: Webbprogram
uk: Веб аплет

source: Flag that enables usage of the "Open Location" dialog in the applet.
de: Schalter, der die Verwendung des »Ort öffnen«-Dialogs des Applets ermöglicht.
es: Bandera que activa el uso de la «ubicación abierta» en la miniaplicación.
fr: Paramètre qui active l'utilisation de la boîte de dialogue « Ouvrir un emplacement » dans l'applet.
sv: Flagga som aktiverar användning av "Öppna plats"-dialogrutan i miniprogrammet.
uk: Прапорець, що дозволяє використовувати "Відкрити розташування" в діалозі аплету.

source: HTML engine to use.
de: Die verwendete HTML-Engine.
es: Motor HTML a usar.
fr: Moteur de rendu HTML à utiliser.
sv: HTML-motor att använda.
uk: Двигунець HTML для використання.

source: If true display location entry and website buttons
de: Wenn »true«, werden der Ort und Website-Buttons angezeigt
es: Si es verdadero, mostrar entrada de ubicación y botones de sitio web
fr: Si vrai, affiche la barre d’adresses et les boutons du sites Web
sv: Om aktiverat visas adressfältet och webbplatsknapparna.

source: Name of specialized website to use
de: Name der zu verwendenden spezialisierten Website
es: Nombre del sitio web especializado para usar
fr: Nom du site Web spécialisé à ouvrir
sv: Namn på särskild webbplats att använda.

source: URI
sv: Webbadress
uk: Посилання

source: Width in %% or px.
de: Breite in %% oder Pixel.
es: Ancho en %% o px.
fr: Largeur en %% ou en pixels.
sv: Bredd i procent eller bildpunkter.
uk: Ширина в %% або px.

source: height in %% or px.
de: Höhe in %% oder Pixel.
es: altura en %% o px.
fr: Hauteur en %% ou en pixels.
sv: Höjd i procent eller bildpunkter.
uk: Висота в %% або px.

source: Applet for Websites
de: Applet für Websites
es: Miniaplicación para sitios web
fr: Applet pour les sites Web
sv: Miniprogram för webbplatser
uk: Аплет веьсайтів

source: A simple test animation
de: Eine einfache Testanimation
es: Una simple animación de prueba
fr: Une simple animation de test
sv: En enkel testanimation
uk: Проста тестова анімація

source: Main menu with places and recent documents
de: Hauptmenü mit Orten und Dokumentenverlauf
es: Menú principal que incluye lugares y documentos recientes
fr: Menu principal avec des emplacements et des documents récents
sv: Huvudmeny med platser och senaste dokument
uk: Головне меню з дисками та останніми документами

source: Log out %s of this session to log in as a different user
de: %s von dieser Sitzung abmelden, um sich als ein anderer Benutzer anzumelden
es: Cierra la sesión de %s para entrar como un usuario diferente
fr: Se déconnecter de la session %s afin de se reconnecter sous un autre identifiant
sv: Logga ut %s från denna session för att logga in som en annan användare
uk: Вийти з сеансу користувача %s та зайти під іншим ім'ям

source: _Edit Menus
de: Menüs _bearbeiten
es: _Editar los menús
fr: _Éditer les menus
sv: _Redigera menyer
uk: _Редагувати меню

source: Open your personal folder
de: Persönlichen Ordner öffnen
es: Abrir su carpeta personal
fr: Ouvre votre dossier personnel
sv: Öppna din personliga mapp
uk: Відкрити Вашу персональну теку

source: Open the contents of your desktop in a folder
de: Die Inhalte Ihrer Arbeitsfläche in einem Ordner öffnen
es: Abrir el contenido de su escritorio en una carpeta
fr: Ouvre le contenu du bureau dans un dossier
sv: Öppna innehållet på ditt skrivbord i en mapp
uk: Відкрити вміст робочого столу у теці

source: Connect to a remote computer or shared disk
de: Zu einem entfernten Rechner oder einer gemeinsamen Festplatte verbinden
es: Conectar con un equipo remoto o disco compartido
fr: Se connecte à un ordinateur distant ou à un disque partagé
sv: Anslut till en fjärrdator eller utdelad disk
uk: З'єднатись з віддаленим комп'ютером або спільним диском

source: Clear all items from the recent documents list
de: Alle Objekte aus der Liste der zuletzt verwendeten Dokumente leeren
es: Vaciar la lista de documentos recientes
fr: Effacer tous les éléments de la liste des documents récents
sv: Rensa bort alla objekt från Senaste dokument-listan
uk: Очистити список недавно використаних документів

source: Open '%s'
de: »%s« öffnen
es: Abrir «%s»
fr: Ouvrir « %s »
sv: Öppna "%s"
uk: Відкрити '%s'

source: Mount %s
de: %s einhängen
es: Montar %s
fr: Monter %s
sv: Montera %s
uk: Приєднати %s

source: Clearing the Recent Documents list will clear the following: * All items from the Places > Recent Documents menu item. * All items from the recent documents list in all applications.
de: Das Leeren der Liste der zuletzt verwendeten Dokumente betrifft: Alle Einträge im Menü Orte → Zuletzt geöffnete Dokumente. Die Liste der zuletzt geöffneten Dokumente in allen Anwendungen.
es: Limpiar la lista de documentos recientes limpiará lo siguiente: * Todos los elementos en Lugares > Documentos recientes. * Todos los elementos en las listas de documentos recientes de las aplicaciones.
fr: Si vous videz la liste des documents récents, vous videz ce qui suit : * Tous les éléments du sous-menu Raccourcis → Documents récents. * Tous les éléments de la liste des documents récents de toutes les applications.Effacer la liste des documents récents effacera :
sv: Rensning av Senaste dokument-listan kommer att rensa bort följande: * Alla objekt från menyobjektet Platser → Senaste dokument. * Alla objekt från Senaste dokument-listan i alla program.
uk: Очистити список недавно використаних документів разом з: * Усіма елементами Місця > Останні документи, що в меню. * Усіма елементами, в списку часто використовуваних документів, у всіх програмах.

source: Awn System Monitor
de: AWN Systemüberwachung
es: Monitor de sistema de Awn
fr: Moniteur système Awn
sv: Awn-systemövervakare
uk: Системний монітор Awn

source: Graph update frequency, in milliseconds.
de: Diagramm-Updatefrequenz, in Millisekunden
es: Frecuencia de actualización del gráfico, en milisegundos.
fr: Fréquence de mise à jour du graphe, en millisecondes.
sv: Uppdateringsfrekvens för diagram, i millisekunder.
uk: Частота оновлення графіку в мілісекундах.

source: Set to 1 (true) to draw the gradient overlay on the graph.
de: Auf 1 (TRUE) setzen, um einen Farbverlauf auf das Diagramm zu legen.
es: Configure 1 (verdadero) para dibujar un degradado sobre la gráfica.
fr: Mettre à 1 (vrai) pour dessiner le dégradé sur le graphe.
sv: Aktivera för att visa gradientöverlappningen på diagrammet.
uk: Встановіть 1(так), щоб малювати накладання градієнту на графіку

source: The color used in the applet border.
de: Die Farbe des Appletrahmens
es: El color usado en el borde de la miniaplicación.
fr: La couleur utilisée pour la bordure de l'applet.
sv: Färgen som används i miniprogrammets ram.
uk: Колір рамки

source: The color used in the graph lines.
de: In den Diagrammlinien benutzte Farbe.
es: El color usado en las líneas de la gráfica.
fr: La couleur utilisée pour les lignes du graphe.
sv: Färgen som används i diagramlinjerna.
uk: Колір лінії графіка.

source: The color used in the graph lines. Valid values are 0.0 through 1.0.
de: In den Diagrammlinien benutzte Farbe. Gültige Werte reichen von 0,0 bis 1,0.
es: El color usado en las líneas de la gráfica. Los valores válidos van de 0.0 hasta 1.0.
fr: La couleur utilisée pour les lignes du graphe. Les valeurs valides vont de 0.0 à 1.0.
sv: Färgen som används i diagramlinjerna. Giltiga värden är 0.0 till 1.0.
uk: Колір ліній графіка. Вірні значення в межах від 0.0 до 1.0.

source: The pixel width of the applet border.
de: Die Breite des Appletrahmens in Pixeln.
es: El ancho en pixeles del borde de la miniaplicación.
fr: La largeur (en pixels) de la bordure de l'applet.
sv: Bildpunktsbredden på miniprogrammets ram.
uk: Ширина рамки в пікселях.

source: Awn Main Menu
de: AWN Hauptmenü
es: Menú principal de Awn
fr: Menu principal de Awn
sv: Awn-huvudmeny
uk: Головне меню Awn

source: Displays a list of all your applications
de: Zeigt eine Liste Ihrer Anwendungen
es: Muestra una lista de todas sus aplicaciones
fr: Affiche une liste de toutes vos applications
sv: Visar en lista över alla dina program
uk: Відображає список всіх Ваши програм

source: A main menu for Awn
de: Ein Hauptmenü für AWN
es: Un menú principal para Awn
fr: Un menu principal pour Awn
sv: En huvudmeny för Awn
uk: Головне меню Awn

source: The url of the Pandora mini flash player.
de: Die URL des Pandora mini flash players.
es: La URL del minireproductor flash de Pandora.
fr: Le lien vers le mini lecteur flash de Pandora.
sv: Webbadressen till Pandoras miniflashspelare.

source: Listen to Pandora Internet Radio
de: Pandora Internet-Radio hören
es: Escuche la radio en Internet de Pandora
fr: Écouter la radio internet Pandora
sv: Lyssna på internetradion Pandora
uk: Слухати інтернет радіо Pandora

source: Multi
fr: Toutes
uk: Мульти

source: Status:
es: Estado:
fr: Statut :
uk: Стан:

source: mph
fr: milles/h
uk: милі за годину

source: Search…
de: Suchen …
es: Buscar...
fr: Recherche...
uk: Пошук...

source: Launch…
de: Ausführen …
es: Abrir...
fr: Lancement...
uk: Запуск...

source: Indy Glow LCD
de: Indy-glühende LCD-Anzeige
es: LCD brillante indy
fr: LCD lueur indienne

source: Outlook Web Access
de: Outlook Webzugang
es: Acceso Web a Outlook
fr: Accès Web Outlook
uk: Веб доступ до Outlook

source: _Processor:
de: _Prozessor:
es: _Procesador:
fr: _Processeur :
uk: _Процесор

source: Dialect Applet
de: Dialekt-Applet
es: Miniaplicación de dialectos
fr: Applet Dialecte
uk: Аплет розкладки

source: Dialect Applet
de: »Dialekt«-Applet
es: Miniaplicación de dialectos
fr: Applet dialecte

source: rpm
de: U/min
fr: tours/min
uk: об/хв

source: Unix Spool
fr: Spool Unix

source: Server:
es: Servidor:
fr: Serveur:
uk: Сервер:

source: _Audiosink:
de: _Audioausgabe (sink):
fr: Sortie _audio :

source: _Videosink:
de: _Videoausgabe (sink):
fr: Sortie vidéo :

source: Shiny Switcher
fr: Changeur de bureau visuel
uk: Блискучий перемикач

source: SlickSwitcher
fr: Changeur de bureau astucieux

source: PID
fr: Identifiant du processus

source: Text
es: Texto
fr: Texte
uk: Текст

source: _Neutral
fr: _Neutre
uk: _Нейтральний

source: Yet Another Menu Applet
de: Noch ein weiteres Menü-Applet
es: Aún Otra Miniaplicación de Menú
fr: Encore un Autre Applet de Menu
uk: Ще один аплет меню

source: YAMA
fr: EAAM

source: Pandora Radio
fr: Radio Pandora
uk: Радіо Pandora

source: Celsius
de: Grad Celsius
uk: Градуси Цельсія

source: Fahrenheit
de: Grad Fahrenheit
uk: Градуси Фаренгейта

source: Session
de: Sitzung
es: Sesión
uk: Сеанс

source: Beaufort
uk: Бофорти

source: Kelvin
uk: Градуси Кельвіна

source: m/s
uk: м/с

source: GHz
uk: ГГц

source: MHz
uk: МГц

source: Volt
es: Voltio
uk: Вольт

source: Aluminium 1
es: Aluminio 1
uk: Алюміній 1

source: Aluminium 2
es: Aluminio 2
uk: Алюміній 2

source: Version: %s
es: Versión: %s
uk: Версія: %s

source: %A %d %B
es: %A %d de %B
