Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: Alpha value to apply to inactive workspace background.
de: Alphawert, der auf den Hintergrund der inaktiven Arbeitsfläche angewendet wird.
es: Transparencia a aplicar a los fondos de espacios de trabajo inactivos.
fr: Valeur de l'alpha à appliquer aux espaces de travail inactifs.
sv: Alfakanalsvärde att tillämpa på bakgrunden för inaktiv arbetsyta.
uk: Значення прозорості для фону неактивної робочої області.

source: Applet border width. 0 indicates no border.
de: Rahmenbreite es Applets. 0 bedeutet kein Rahmen.
es: Ancho de borde de la miniaplicación. 0 indica sin borde.
fr: Largeur de la bordure de l'applet. 0 indique l'absence de bordure.
sv: Miniprogrammets rambredd. 0 indikerar att ingen ram ska visas.
uk: Товщина рамки аплету. При 0 - рамка відсутня.

source: Factor to scale icons as specified by scale_icon_mode. range greater 0, less or equal 1
de: Faktor zum Skalieren der Symbole, wie es in »scale_icon_mode« festgelegt ist. Bandbreite größer 0, kleiner gleich 1.
fr: Le facteur d'échelle des icônes comme spécifié par scale_icon_mode. Entre 0 (exclu) et 1
sv: Faktor för att skala ikoner i enlighet med vad som angetts vid scale_icon_mode. Omfånget är 0 till 1.
uk: Фактор масштабування значка як зазначено в scale_icon_mode. Діапазон більше 0, менше або дорівнює 1

source: Method to grab windows. 0...gdk.
de: Methode zum Auslesen der Fenster. 0…gdk.
es: Método para obtener ventanas. 0...gdk.
fr: Méthode pour récupérer les fenêtres. 0...gdk.
sv: Metod för fångst av fönster. 0...gdk.
uk: Метод захоплення вікон. 0...gdk.

source: Mousewheel 0. off. 1 up left, down right. 2 Opposite direction of 1. 3 Same as 1 no wrap. 4 opposite direction of 3.
de: Mausrad: 0: aus; 1: nach oben = links, nach unten = rechts; 2: anders herum als bei 1; 3: wie bei 1, wechselt nach der letzten aber nicht zur ersten Arbeitsfläche; 4: anders herum als bei 3.
fr: Molette de la souris. 0 : Off ; 1 : vers le haut = déplacement vers la gauche, vers le bas = déplacement vers la droite ; 2 : Inverse de 1 ; 3 : Comme pour 1 mais sans cycle ; 4 : Inverse de 3.
sv: Mushjulet; 0. Av, 1. Upp vänster, ned höger, 2. Motsatt riktning mot 1, 3. Samma som 1, utan insvepning, 4. Motsatt riktning mot 3.

source: Number of seconds before a cached window surface is considered to be expired. After this duration it will be updated when needed if it possible to do so.
de: Anzahl der Sekunden, bis eine zwischengespeicherte Fensteroberfläche als nicht mehr aktuell angesehen wird. Danach wird sie aktualisiert, wenn das nötig und möglich ist.
fr: Nombre de secondes avant que la surface d'une fenêtre en cache soit considérée comme expirée. Après cette durée, elle sera mise à jour si nécessaire et si possible.
sv: Antal sekunder före en cachad fönsteryta anses ha upphört. Efter denna tid uppdateras den när det behövs, om det är möjligt att göra.
uk: Кількість секунд перед тим як кеш поверхні вікна стає не дійсним. Після цього терміну він буде оновлюватись, якщо це можливо.

source: Queued render timer. Number of milliseconds between queued render updates. The smaller the number the less lag will be apparent on shinyswitcher updates. Multiples of 1000 are more power and CPU efficient.
de: Zeitintervall für Vorschau. Anzahl der Millisekunden zwischen dem Aktualisieren der Vorschau. Je kleiner die Zahl, desto weniger Verzögerung ist beim Aktualisieren des ShinySwitcher sichtbar. Vielfache von 1000 sind im Hinblick auf Stromverbrauch und Prozessorauslastung effizienter.
fr: Minuterie du rendu. Nombre de millisecondes entre deux mises à jour du rendu. Plus le nombre est petit, plus l'applet parait fluide. Les multiples de 1000 sont plus efficaces au niveau de l'énergie et de la charge du processeur.
sv: Kölagd renderingstimer. Antal millisekunder mellan kölagda renderingsuppdateringar. Ju mindre antalet är, desto mindre eftersläpningar kommer att vara synbara på uppdateringar av Shiny Switcher. Multiplar av 1000 är mer strömsnåla och processoreffektiva.

source: Scales the applet size relative to the maximum icon size
de: Skaliert die Appletgröße relativ zur maximalen Symbolgröße
fr: Dimensionne la taille de l'applet par rapport à la taille d'icône maximale.
sv: Skalar miniprogrammets storlek i förhållande till den maximala ikonstorleken.

source: The colour (RGBA) of the applet border.
de: Die Rahmenfarbe (RGBA) des Applets.
es: El color (RGBA) del borde de la miniaplicación.
fr: Couleur (RGBA) de la bordure de l'applet.
sv: RGBA-färgen för miniprogrammets ram.
uk: Колір (RGBA) рамки аплету.

source: The colour of the desktop (RGBA) if grab_wallpaper is FALSE.
de: Die Farbe (RGBA) der Arbeitsfläche, wenn grab_wallpaper FALSE ist.
fr: La couleur du bureau (RGBA) si grab_wallpaper vaut « faux ».
sv: RGBA-färgen för skrivbordet om grab_wallpaper är INAKTIVERAT.
uk: Колір стільниці (RGBA) коли grab_wallpaper недоступно.

source: The number of columns in the pager.
de: Anzahl der Spalten in der Vorschau.
es: El número de columnas en el buscapersonas.
fr: Le nombre de colonnes dans le gestionnaire.
sv: Antalet kolumner i växlaren.
uk: Кількість колонок.

source: The number of rows in the pager.
de: Anzahl der Reihen in der Vorschau.
es: El número de filas en el buscapersonas.
fr: Le nombre de lignes dans le gestionnaire.
sv: Antalet rader i växlaren.
uk: Кількість рядків.

source: When to overly the app icon: 0...no 1...on inactive workspace onlt 2...all but active win 3..all.
de: Anwendungssymbole anzeigen: 0 … nein, 1 … nur auf inaktiver Arbeitsfläche, 2 … alle außer dem aktiven Fenster, 3 … alle.
fr: Quand recouvrir l'icône de l'application : 0...jamais 1...Seulement dans les espaces de travail inactifs 2...toujours, sauf pour les fenêtres actives 3...toujours.
sv: När programikonen ska överlappas; 0. Aldrig, 1. På inaktiv arbetsyta, 2. Alltid förutom på aktivt fönster, 3. Alltid.

source: When to scale icons: 0...none 1...on all active ws 2...on_active_win 3...all
de: Symbole skalieren: 0 … nein, 1 … alle auf aktiver Arbeitsfläche, 2 … auf aktivem Fenster, 3 … alle
fr: Quand redimensionner les icônes : 0...jamais 1...pour l'espace de travail actif 2...pour la fenêtre active 3...toujours.
sv: När ikoner ska skalas; 0. Aldrig, 1. På alla aktiva arbetsytor, 2. På aktivt fönster, 3. På alla fönster.

source: Whether to grab wallpaper.
de: Bestimmt, ob der Hintergrund der Arbeitsfläche angezeigt wird.
es: Obtener o no el fondo de pantalla.
fr: Si il faut afficher le fond d'écran.
sv: Huruvida bakgrundsbilden ska visas.
uk: Щи захоплювати шпалери.

source: Win grabs: 0...none 1...all (grab method may override) 2..active ws (and sticky) 3...active win
de: Fenster anzeigen: 0 … keine, 1 … alle (kann durch Anzeigemethode aufgehoben werden), 2 … aktive Arbeitsfläche (und immer sichtbare Fenster), 3 … aktives Fenster
fr: Récupération des fenêtres : 0...non 1...toutes (la clef « win_grab_method » peut forcer cela) 2. Espace de travail actif (et permanent) 3...fenêtre active.
sv: Fönstervisningar; 0. Inga, 1. Alla, fångstmetod kan åsidosättas, 2. Aktiv arbetsyta, och klistrad, 3. Aktivt fönster.

source: <b>Background transparency</b>
de: <b>Hintergrund-Transparenz</b>
es: <b>Transparencia del fondo</b>
fr: <b>Transparence de l'arrière-plan</b>
sv: <b>Genomskinlighet för bakgrunder</b>
uk: <b>Прозорість фону</b>

source: <b>Background</b>
de: <b>Hintergrund</b>
es: <b>Fondo</b>
fr: <b>Arrière-plan</b>
sv: <b>Bakgrund</b>
uk: <b>Тло</b>

source: <b>Icon transparency</b>
de: <b>Symbol-Transparenz</b>
es: <b>Transparencia de icono</b>
fr: <b>Transparence de l'icône</b>
sv: <b>Genomskinlighet för ikoner</b>
uk: <b>прозорість іконки</b>

source: <b>Timers</b>
de: <b>Zeitabstände</b>
es: <b>Temporizadores</b>
fr: <b>Délais</b>
sv: <b>Tidsinställningar</b>
uk: <b>Таймери</b>

source: <b>Viewport size</b>
de: <b>Größe des Darstellungsfelds</b>
es: <b>Tamaño de visor</b>
fr: <b>Taille de la vue</b>
sv: <b>Vyportsstorlek</b>
uk: <b>Розмір показу</b>

source: <b>Windows</b>
de: <b>Fenster</b>
es: <b>Ventanas</b>
fr: <b>Fenêtres</b>
sv: <b>Fönster</b>
uk: <b>Вікна</b>

source: Active window:
de: Aktives Fenster:
es: Ventana activa:
fr: Fenêtre active :
sv: Aktivt fönster:
uk: Активне вікно:

source: Active workspace
de: Aktive Arbeitsfläche
es: Espacio de trabajo activo
fr: Espace de travail actif
sv: Aktiv arbetsyta
uk: Активне робоче місце

source: Active workspace:
de: Aktive Arbeitsfläche:
es: Espacio de trabajo activo:
fr: Espace de travail actif :
sv: Aktiv arbetsyta:
uk: Активне робоче місце

source: All window
de: Alle Fenster
es: Toda ventana
fr: Toutes les fenêtres
sv: Alla fönster
uk: Всі вікна

source: All windows
de: Alle Fenster
es: Todas las ventanas
fr: Toutes les fenêtres
sv: Alla fönster
uk: Всі вікна

source: B_order color:
de: _Rahmenfarbe
es: Color de b_orde:
fr: Couleur de la _bordure :
sv: _Ramfärg:
uk: Колір рамки:

source: Border _size:
de: Rahmen_größe:
es: _Tamaño de borde:
fr: _Taille de la bordure :
sv: Ram_storlek:
uk: Розмір рамки:

source: C_ustom color:
de: _Benutzerdefinierte Farbe:
es: Color _personalizado:
fr: C_ouleur personnalisée :
sv: A_npassad färg:
uk: Власний колір:

source: Cache expiration:
de: Zwischenspeicher läuft ab nach:
es: Expiración de caché:
fr: Expiration du cache :
sv: Cacheupphörande:
uk: Життя кешу:

source: Center
de: Zentriert
es: Centro
fr: Centré
sv: Centrerad
uk: Центр

source: Co_lumns:
de: _Spalten:
es: Co_lumnas:
fr: Co_lonnes :
sv: Ko_lumner:
uk: Стовбців

source: Icon _display:
de: Symbol _anzeigen:
fr: _Affichage de l'icône :
sv: Ikon_visning:
uk: Показувати іконку:

source: Icon _scaling:
de: Symbol s_kalieren:
fr: _Redimensionnement de l'icône :
sv: Ikon_skalning:
uk: Маштабувати іконку:

source: Inactive window:
de: Inaktives Fenster:
es: Ventana inactiva:
fr: Fenêtres inactives :
sv: Inaktivt fönster:
uk: Неактивне вікно:

source: Inactive windows
de: Inaktive Fenster
es: Ventanas inactivas
fr: Fenêtres inactives
sv: Inaktiva fönster
uk: Неактивні вікна

source: Inactive workspace:
de: Inaktive Arbeitsfläche:
es: Espacio de trabajo inactivo:
fr: Espace de travail inactif :
sv: Inaktiv arbetsyta:
uk: Неактивне робоче місце:

source: Inactive workspaces
de: Inaktive Arbeitsflächen
es: Espacios de trabajo inactivos
fr: Espaces de travail inactifs
sv: Inaktiva arbetsytor
uk: Неактивні робочі місці

source: Look
de: Aussehen
es: Aspecto
fr: Apparence
sv: Utseende
uk: Перегляд

source: Lower left
de: Unten links
es: Inferior izquierda
fr: En bas à gauche
sv: Nere till vänster
uk: Знизу ліворуч

source: Lower right
de: Unten rechts
es: Inferior derecha
fr: En bas à droite
sv: Nere till höger
uk: Знизу праворуч

source: Never
de: Nie
es: Nunca
fr: Jamais
sv: Aldrig
uk: Ніколи

source: Only active window
de: Nur aktives Fenster
es: Solo ventana activa
fr: Fenêtre active uniquement
sv: Endast aktivt fönster
uk: Лише активне вікно

source: Render update:
de: Vorschau aktualisieren nach:
fr: Mise à jour du rendu :
sv: Renderingsuppdatering:
uk: Перемальовування:

source: Scale _amount:
de: Skalieren _auf:
fr: Taux de mise à l'é_chelle :
sv: Skalnings_mängd:
uk: Розмір маштабування:

source: Scaled icon _position:
de: _Position des skalierten Symbols:
fr: Position de l'icône mise à l'échelle :
sv: _Position för skalad ikon:
uk: Розміщення маштабованої іконки:

source: Shiny Switcher Preferences
de: Einstellungen für Shiny Switcher
es: Preferencias de Shiny Switcher
fr: Préférences du changeur de bureau visuel
sv: Inställningar för Shiny Switcher
uk: Налаштування Shiny Switcher

source: Upper left
de: Oben links
es: Superior izquierda
fr: En haut à gauche
sv: Uppe till vänster
uk: Вгорі ліворуч

source: Upper right
de: Oben rechts
es: Superior derecha
fr: En haut à droite
sv: Uppe till höger
uk: Вгорі праворуч

source: Use _desktop background
de: _Hintergrund der Arbeitsfläche verwenden
es: Usar fondo de _escritorio
fr: Utiliser l'arrière-plan du _bureau
sv: Använd s_krivbordsbakgrunden
uk: Використовувати фон робочого столу

source: _Applet size:
de: _Größe des Applets:
es: Tamaño de mini_aplicación:
fr: Taille de l'applet :
sv: _Miniprogrammets storlek:
uk: Розмір аплету:

source: _Rows:
de: _Zeilen:
es: _Filas:
fr: _Lignes :
sv: _Rader:
uk: _Рядків:

source: _Thumbnailing:
de: _Vorschau:
es: Minia_turización:
fr: Miniatures :
sv: _Miniatyrbildsvisning:
uk: _Мініатюра:

source: A prettier desktop switcher
de: Der schönere Arbeitsflächenumschalter
es: Un conmutador de escritorios más bonito
fr: Un beau changeur d'espace de travail
sv: En skönare arbetsyteväxlare
uk: Симпатичний перемикач робочих областей

source: Applet Preferences
de: Applet-Einstellungen
es: Preferencias de la miniaplicación
fr: Préférences de l'applet
sv: Inställningar
uk: Налаштування апплету

source: Show Desktop
de: Arbeitsfläche anzeigen
es: Mostrar el escritorio
fr: Afficher le bureau
sv: Visa skrivbordet
uk: Показати робочий стіл

source: Hides your windows and shows your desktop.
de: Verbirgt Ihre Fenster und zeigt Ihre Arbeitsfläche an
es: Oculta las ventanas y muestra su escritorio.
fr: Masque vos fenêtres et affiche votre bureau
sv: Döljer dina fönster och visar ditt skrivbord
uk: Приховує Ваші вікна та показує робочий стіл

source: Show hidden windows
de: Verborgene Fenster anzeigen
es: Mostrar ventanas ocultas
fr: Affiche les fenêtres masquées
sv: Visa dolda fönster
uk: Показати приховані вікна

source: Hide windows and show desktop
de: Fenster verbergen und Arbeitsfläche anzeigen
es: Ocultar ventanas y mostrar el escritorio
fr: Masquer les fenêtres et afficher le bureau
sv: Dölj fönster och visa skrivbordet
uk: Сховати вікна та показати робочий стіл

source: The background color of the dialog
de: Die Hintergrundfarbe des Dialogs
es: El color de fondo del diálogo
fr: Couleur d'arrière-plan de la boite de dialogue
sv: Bakgrundsfärgen för dialogrutan.
uk: Колір фону для діалогу

source: The border color of a drawn window
de: Die Rahmenfarbe eines gezeichneten Fensters
es: El color de borde de una ventana dibujada
fr: La couleur de la bordure de la fenêtre affichée
sv: Ramfärgen för ett aktivt fönster.
uk: Колір рамки навколо вікна

source: The border color of the dialog
de: Die Rahmenfarbe des Dialogs
es: El color del borde del diálogo
fr: La couleur de la bordure de la boite de dialogue
sv: Ramfärgen för dialogrutan.
uk: Колір рамки діалогу

source: The bottom part of the shiny gradient
de: Die untere Farbe des Farbverlaufs im Glanzeffekt
fr: La partie inférieure du dégradé brillant
sv: Den nedre delen av den glänsande gradienten.
uk: Нижня частина сонячного градіенту

source: The bottom part of the shiny gradient when hovered
de: Die untere Farbe des Farbverlaufs im Glanzeffekt, wenn die Maus darüberfährt
fr: La partie inférieure du dégradé brillant lorsque la souris le survole
sv: Den nedre delen av den glänsande gradienten vid fokusering.
uk: Нижня частина сонячного градіенту при наведенні

source: The drop shadow color of the drawn number
de: Die Schlagschattenfarbe der dargestellten Nummer
fr: La couleur de l'ombre portée du numéro affiché
sv: Skuggfärgen för siffran som visas.
uk: Кидати тінь при намалюванні цифр

source: The file to use as the background image
de: Die Datei, die als Hintergrundbild verwendet werden soll
es: El archivo a usar como la imagen de fondo
fr: Fichier à utiliser en tant qu'image d'arrière-plan
sv: Filen att använda som bakgrundsbild.
uk: Файл для фонового зображення

source: The height of a workspace widget
de: Die Höhe des Arbeitsflächen-Widgets
fr: La hauteur d'un widget d'espace de travail
sv: Höjden på en arbetsytewidget.
uk: Висота робочої області віджету

source: The hovered border color of a workspace widget
de: Die Rahmenfarbe des Arbeitsflächen-Widgets, wenn die Maus darüberfährt
fr: La couleur d'une bordure survolée d'un widget d'espace de travail
sv: Den fokuserade ramfärgen för en arbetsytewidget.
uk: Колір рамки віджету робочої області, при наведенні

source: The icon's border color
de: Die Rahmenfarbe des Symbols
es: El color del borde del icono
fr: Couleur de la bordure de l'icône
sv: Ikonens ramfärg.
uk: Колір рамки іконки

source: The main color of a drawn window
de: Die Hauptfarbe eines gezeichneten Fensters
fr: La couleur principale d'une fenêtre dessinée
sv: Huvudfärgen för ett aktivt fönster.
uk: Основний колір вікна

source: The main color of the drawn number
de: Die Hauptfarbe der dargestellten Nummer
fr: La couleur principale d'un numéro affiché
sv: Huvudfärgen för siffran som visas.
uk: Основний колір для цифр

source: The normal border color of a workspace widget
de: Die normale Rahmenfarbe eines Arbeitsflächen-Widgets
fr: La couleur d'une bordure normale d'un widget d'espace de travail
sv: Den normala ramfärgen för en arbetsytewidget.
uk: Колір звичайної рамки віджету

source: The top part of the shiny gradient
de: Die obere Farbe des Farbverlauft für den Glanzeffekt
fr: La partie supérieure du dégradé brillant
sv: Den övre delen av den glänsande gradienten.
uk: Верхня частина сонячного градієнту

source: The top part of the shiny gradient when hovered
de: Die obere Farbe den Farbverlaufs für den Glanzeffekt, wenn die Maus darüberfährt
fr: La partie supérieure du dégradé brillant lorsque la souris le survole
sv: Den övre delen av den glänsande gradienten vid fokusering.
uk: Верхня частина сонячного градієнту при наведенні

source: The width of a workspace widget
de: Die Breite eines Arbeitsflächen-Widgets
fr: La largeur d'un widget d'espace de travail
sv: Bredden på en arbetsytewidget.
uk: Ширина віджету робочої області

source: Whether or not to use custom colors for the dialog
de: Ob für den Dialog benutzerdefinierte Farben verwendet werden sollen oder nicht
fr: Si il faut (ou pas) utiliser les couleurs personnalisées pour la boîte de dialogue
sv: Huruvida anpassade färger för dialogrutan ska användas eller inte.
uk: Використовувати чи ні власні кольори для діалогу

source: Whether or not to use the standard text overlay
de: Bestimmt, ob Standard-Textüberlagerung angewendet werden soll oder nicht
fr: Si il faut utiliser (ou pas) le texte standard de superposition
sv: Huruvida den standardiserade textöverlappningen ska användas eller inte.
uk: Використовувати чи ні стандартне накладання тексту

source: Which background image(s) source to use: gnome, compiz, file
de: Welche Hintergrundbild-Quelle verwendet werden soll: gnome, compiz, file (d.h. GNOME, Compiz oder eine Datei)
fr: Source d'image(s) d'arrière-plan à utiliser : gnome, compiz, fichier
sv: Vilken källa för bakgrundsbild(er) som ska användas; gnome, compiz eller fil.
uk: Яке фонове зображення використовувати: gnome, compiz, файл

source: SlickSwitcher Preferences
de: Einstellungen für SlickSwitcher
es: Preferencias de SlickSwitcher
fr: Préférences du changeur de bureau astucieux
sv: Inställningar för SlickSwitcher
uk: Налаштування SlickSwitcher

source: Border Colors
de: Rahmenfarben
es: Colores de borde
fr: Couleurs des bordures
sv: Ramfärger
uk: Колір рамки

source: Icon border:
de: Rahmen des Symbols:
es: Borde de icono:
fr: Bordure de l'icône :
sv: Ikonram:
uk: Рамка іконки:

source: Normal border:
de: Normaler Rahmen:
es: Borde normal:
fr: Bordure normale :
sv: Normal ram:
uk: Звичайна рамка:

source: Hovered border:
de: Rahmen bei Hervorhebung:
es: Borde con ratón encima:
fr: Bordure survolées :
sv: Fokuserad ram:
uk: Рамка з наведеням:

source: Window Colors
de: Fensterfarben
es: Colores de ventana
fr: Couleurs de la fenêtre
sv: Fönsterfärger
uk: Кольори вікна

source: Main color:
de: Hauptfarbe:
es: Color principal:
fr: Couleur principale :
sv: Huvudfärg:
uk: Основний колір:

source: Border color:
de: Rahmenfarbe:
es: Color del borde:
fr: Couleur de la bordure :
sv: Ramfärg:
uk: Колір рамки:

source: Dialog colors
de: Dialogfarben
es: Colores de diálogo
fr: Couleurs de la boîte de dialogue
sv: Dialogrutefärger
uk: Кольори діалогу:

source: Use custom colors
de: Benutzerdefinierte Farben verwenden
es: Usar colores personalizados
fr: Utiliser des couleurs personnalisées
sv: Använd anpassade färger
uk: Використовувати власні кольори

source: Background color:
de: Hintergrundfarbe:
es: Color del fondo:
fr: Couleur de l'arrière plan :
sv: Bakgrundsfärg:
uk: Колір тла:

source: Colors
de: Farben
es: Colores
fr: Couleurs
sv: Färger
uk: Кольори

source: Number Colors
de: Farben für die Arbeitsflächen-Nummer
es: Colores de número
fr: Couleurs du numéro
sv: Sifferfärger
uk: Кольори цифр

source: Drop-shadow color:
de: Schlagschatten:
es: Color de sombra:
fr: Couleur de l'ombre portée :
sv: Skuggfärg:
uk: Колір тіні:

source: Shine Colors
de: Farben für den Glanzeffekt
es: Colores del resplandor
fr: Couleurs brillantes
sv: Glansfärger
uk: Сонячні кольори

source: Top color:
de: Obere Farbe:
es: Color superior:
fr: Couleur du haut :
sv: Övre färg:
uk: Верхній колір:

source: Bottom color:
de: Untere Farbe:
es: Color inferior:
fr: Couleur du bas :
sv: Undre färg:
uk: Нижній колір:

source: Hover top color:
de: Obere Farbe bei Hervorhebung:
es: Color superior con ratón encima:
fr: Couleur supérieure lors du survole :
sv: Fokuserad övre färg:
uk: Верхній колір при наведенні:

source: Hover bottom color:
de: Untere Farbe bei Hervorhebung:
es: Color inferior con ratón encima:
fr: Couleur inférieure lors du survole :
sv: Fokuserad undre färg:
uk: Нижній колір при наведенні:

source: Other colors
de: Andere Farben
es: Otros colores
fr: Autres couleurs
sv: Andra färger
uk: Інші кольори

source: Width:
de: Breite:
es: Anchura:
fr: Largeur :
sv: Bredd:
uk: Ширина:

source: Height:
de: Höhe:
es: Altura:
fr: Hauteur :
sv: Höjd:
uk: Висота:

source: Workspace Size
de: Arbeitsflächen-Größe
es: Tamaño del espacio de trabajo
fr: Taille d'un espace de travail
sv: Arbetsytestorlek
uk: Розміри робочого простору

source: Mode:
de: Typ:
es: Modo:
sv: Läge:
uk: Режим:

source: Compiz Wallpaper Plugin
de: Compiz Hintergrundbild-Plugin
es: Complemento de fondo de pantalla de Compiz
fr: Greffon « Fond d'écran » de Compiz
sv: Compiz-bakgrundsinstick

source: File
de: Datei
es: Archivo
fr: Fichier
sv: Fil
uk: Файл

source: File:
de: Datei:
es: Archivo:
fr: Fichier :
sv: Fil:
uk: Файл:

source: Choose a Background Image
de: Ein Hintergrundbild wählen
es: Elija una imagen de fondo
fr: Choisir une image d'arrière plan
sv: Välj en bakgrundsbild
uk: Оберіть фонове зображення

source: Pictures
de: Bilder
es: Imágenes
fr: Images
sv: Bilder
uk: Картинки

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
sv: Bakgrund
uk: Тло

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
sv: Avancerat
uk: Додатково

source: A visual workspace switcher
de: Ein visueller Arbeitsflächenumschalter
es: Un conmutador de áreas de trabajo visual
fr: Un changeur d'espace de travail compact
sv: En visuell arbetsyteväxlare
uk: Візальний перемикач робочих областей

source: CPU graph type to use. Note that some Icons do not support all graph types. If this occurs an icon will revert to it's own default (value of 0).
de: Verwendeter CPU-Diagrammtyp. Beachten Sie, dass manche Symbole nicht alle Diagrammtypen unterstützen. Wenn das eintritt, wird das Symbol seine Standardeinstellung (den Wert 0) verwenden.
es: Tipo de gráficode CPU a usar. Note que algunos iconos no soportan todos los tipos de gráfica. Si eso ocurre, el icono se revertirá a su valor predeterminado (valor de 0).
fr: Type de graphe du processeur à utiliser. Notez que certaines icônes ne supportent pas tous les types de graphe. Si cela survient, l'icône reviendra à sa valeur par défaut (0).
sv: Diagramtyp för processorbelastning att använda. Notera att några ikoner inte stöder alla diagramtyper. Om detta inträffar återgår en ikon till sitt eget standardvärde som är 0.
