Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: Backlit Green LCD
de: Grün hinterleuchtete LCD-Anzeige
es: LCD de luz verde posterior
fr: LCD vert rétro-éclairé
sv: Bakgrundsbelyst grön lcd
uk: Зелене підсвічування LCD

source: Green LED
de: Grüne LED
es: LED verde
fr: DEL verte
sv: Grön led
uk: Зелений LED

source: Red LED
de: Rote LED
es: LED rojo
fr: DEL rouge
sv: Röd led
uk: Червоний індикатор

source: Blue LED
de: Blaue LED
es: LED azul
fr: DEL bleu
sv: Blå led
uk: Синій індикатор

source: Plain White
de: Einfach weiß
es: Blanco mate
fr: Blanc éclatant
sv: Enkel vit
uk: Рівномірно білий

source: Plain Black
de: Einfach schwarz
es: Negro mate
fr: Noir intense
sv: Enkel svart
uk: Рівномірно чорний

source: Red
de: Rot
es: Rojo
fr: Rouge
sv: Röd
uk: Червоний

source: Green
de: Grün
es: Verde
fr: Vert
sv: Grön
uk: Зелений

source: Blue
de: Blau
es: Azul
fr: Bleu
sv: Blå
uk: Синій

source: Gray
de: Grau
es: Gris
fr: Gris
sv: Grå
uk: Сірий

source: Black
de: Schwarz
es: Negro
fr: Noir
sv: Svart
uk: Чорний

source: Twelve Hour Clock
de: 12 Stunden Uhr
es: Reloj de doce horas
fr: Horloge de douze heures
sv: 12-timmarsklocka
uk: 12 годинний формат

source: Clock Appearance
de: Aussehen der Uhr
es: Apariencia del reloj
fr: Apparence de l'horloge
sv: Klockutseende
uk: Зовнішній вигляд годинника

source: Calendar Appearance
de: Aussehen des Kalenders
es: Apariencia del calendario
fr: Apparence du calendrier
sv: Kalenderutseende
uk: Зовнішній вигляд календаря

source: Google Calendar
de: Google Kalender
fr: Calendrier Google
sv: Google Kalender
uk: Календар Google

source: Calendar Integration
de: Kalenderintegration
es: Integración del calendario
fr: Intégration du calendrier
sv: Kalenderintegration
uk: Інтеграція з календарем

source: Calendar URL
de: Kalender URL
es: Dirección del calendario
fr: Lien du calendrier
sv: Webbadress för kalender
uk: URL календаря

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
sv: Kalender
uk: Календар

source: Forget Password
de: Passwort vergessen
es: Contraseña olvidada
fr: Oublier le mot de passe
sv: Glöm lösenordet
uk: Забули пароль

source: Do you want to erase your calendar password from the calendar applet? If you choose to clear your password, you will be prompted again for your calendar login credentials.
de: Möchten Sie Ihr Passwort für den Kalender aus dem Applet löschen? Wenn Sie sich für das Löschen entscheiden, werden Sie jedes Mal nach den Zugangsdaten für Ihren Kalendar gefragt.
es: ¿Desea eliminar la contraseña de su calendario de la miniaplicación de calendario? Si elije borrar su contraseña, se le preguntará nuevamente por las credenciales de autenticación de su calendario.
fr: Voulez vous effacer le mot de passe mémorisé pour votre calendrier ? Si vous choisissez d'effacer votre mot de passe, celui-ci vous sera redemandé lorsque vous vous reconnecterez à votre calendrier.
sv: Vill du ta bort ditt kalenderlösenord från kalenderprogrammet? Om du väljer att ta bort ditt lösenord, kommer du att bli tillfrågad efter dina inloggningsuppgifter igen.
uk: Бажаєте видалити пароль з аплету? Якщо оберете стерти, то він буде знову запитаний для доступу до Вашого календаря.

source: Avant Calendar Applet
de: Avant-Kalender-Applet
es: Miniaplicación de calendario de Avant
fr: Applet calendrier
sv: Awn-kalenderprogram
uk: Аплет Avant календар

source: A Calendar Applet for the Avant Window Navigator. Images by Deleket.
de: Ein Kalender-Applet für den Avant Window Navigator. Bilder von Deleket.
es: Una miniaplicación de calendario para Avant Window Navigator. Imágenes por Deleket.
fr: Un applet calendrier pour Avant Window Navigator. Images par Deleket.
sv: Ett miniprogram med kalender för Avant Window Navigator. Bilder av Deleket
uk: Аплет календаря для Avant Window Navigator. Зображення від Deleket.

source: Open in
de: Öffnen in
es: Abrir en
fr: Ouvrir dans
sv: Öppna i
uk: Відкрити в

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
sv: Idag
uk: Сьогодні

source: Unable to read calendar data from external source.
de: Lesen der Kalenderdaten von der externen Quelle nicht möglich.
es: No se ha podido leer la información de la fuente externa.
fr: Impossible de lire les données du calendrier depuis la source externe.
sv: Kan inte läsa kalenderdata från extern källa.
uk: Неможливо отримати дані календаря з віддаленого джерела.

source: No appointments.
de: Keine Termine.
es: No hay citas.
fr: Aucun rendez-vous.
sv: Inga möten.
uk: Нема запланованих подій

source: No appointments
de: Keine Termine
es: No hay citas
fr: Aucun rendez-vous
sv: Inga möten
uk: Нема запланованих подій

source: The user agent to send when retrieving comics.
de: Der übermittelte User Agent beim Herunterladen der Comics.
es: El agente de usuario para enviar al recuperar cómics
fr: Agent utilisateur à envoyer lors de la récupération des bandes dessinées.
sv: Användaragenten att skicka när serier hämtas.
uk: Поле "UserAgent" при отримання коміксів

source: Failed to download %s. Press "next" to try again.
de: Download von %s fehlgeschlagen. Klicken Sie auf "Weiter", um den Vorgang zu wiederholen.
es: Error al descargar %s. Pulse «Siguiente» para intentarlo de nuevo.
fr: Échec du téléchargement de %s. Cliquez sur "suivant" pour réessayer.
sv: Misslyckades med att hämta %s. Tryck på "Framåt" för att försöka igen.
uk: Не вдалося завантажити %s. Натисніть "далі", щоб спробувати знову.

source: The URL is not a valid comic feed. Press "next" to try again
de: Die URL ist kein gültiger Comic-Feed. Drücken Sie auf »Vor« für einen neuen Versuch.
es: La URL introducida no es un canal válido de cómic. Pulse «Siguiente» para intentarlo de nuevo
fr: Ce lien n'est pas un flux de dessins valide. Cliquez sur « suivant » pour réessayer.
sv: Webbadressen är inte ett giltigt serieflöde. Tryck på "Framåt" för att försöka igen.
uk: Вказана адреса не є лентою коміксів. Можете спробувати ще натиснувши "далі"

source: Connecting to <i>%s</i>...
de: Verbinde zu <i>%s</i>
es: Conectando a <i>%s</i>...
fr: Connexion à <i>%s</i>...
sv: Ansluter till <i>%s</i>...
uk: Під'єднуюсь до <i>%s</i>...

source: This guide has finished. Press "apply" to add <i>%s</i>.
de: Der Assistent ist beendet. Drücken Sie auf »Anwenden«, um <i>%s</i> hinzuzufügen.
es: Esta guía ha finalizado. Pulse «Aplicar» para añadir <i>%s</i>.
fr: Cet assistant est terminé. Cliquez sur « appliquer » pour ajouter <i>%s</i>.
sv: Denna guide har slutförts. Tryck på "Verkställ" för att lägga till <i>%s</i>.
uk: Це керівництво закінчилось. Натисніть "застосувати" щоб додати <i>%s</i>.

source: Found <b>%(name)s</b>! <i>%(description)s</i>
de: <b>%(name)s</b> gefunden! <i>%(description)s</i>
es: Encontrado <b>%(name)s</b>. <i>%(description)s</i>
fr: <b>%(name)s</b> trouvé ! <i>%(description)s</i>
sv: Hittade <b>%(name)s</b>! <i>%(description)s</i>
uk: Знайдено <b>%(name)s</b>! <i>%(description)s</i>

source: Comics!
es: ¡Cómics!
sv: Serier!
uk: Комікси!

source: View your favourite comics on your desktop
de: Ihre Lieblingscomics auf dem Desktop
es: Vea sus cómics favoritos en su escritorio
fr: Voir vos bandes dessinées favorites sur votre bureau
sv: Visa dina favoritserier på ditt skrivbord
uk: Переглядайте улюблені комікси прямо на робочому столі

source: Shared comics
de: Gemeinsame Comics
es: Cómics compartidos
fr: Bandes dessinées partagées
sv: Delade serier
uk: Спільні комікси

source: Your comics
de: Eigene Comics
es: Sus cómics
fr: Vos bandes dessinées
sv: Dina serier
uk: Ваші комікси

source: Failed to remove <i>%s</i>.
de: Löschen von <i>%s</i> fehlgeschlagen.
es: Error al eliminar <i>%s</i>.
fr: Échec de la suppression de <i>%s</i>.
sv: Misslyckades med att ta bort <i>%s</i>.
uk: Невдалось видалити <i>%s</i>.

source: Error
de: Fehler
fr: Erreur
sv: Fel
uk: Помилка

source: Comics
es: Cómics
fr: Bande Dessinées
sv: Serier
uk: Комікси

source: Manage Comics
de: Comics verwalten
es: Gestionar cómics
fr: Gérer les bandes dessinées
sv: Hantera serier
uk: Керуваннями коміксами

source: There is a new strip of %s!
de: Es gibt eine neue Folge von %s!
es: ¡Hay una nueva tira de %s!
fr: Il y a un nouveau dessin de %s !
sv: Det finns en ny serie med %s!
uk: Новий комікс %s!

source: Failed to save <i>%s</i>.
de: Speichern von <i>%s</i> fehlgeschlagen.
es: Error al guardar<i>%s</i>.
fr: Échec de la sauvegarde de <i>%s</i>.
sv: Misslyckades med att spara <i>%s</i>.
uk: Невдалося зберегти <i>%s</i>.

source: Add Comic
de: Comic hinzufügen
es: Añadir cómic
fr: Ajouter une bande dessinées
sv: Lägg till serie
uk: Додати комікс

source: Downloading Comic
de: Comic downloaden
es: Descargando cómic
fr: Téléchargement du dessin
sv: Hämtar serie
uk: Завантаження коміксу

source: Enter the URL of the RSS feed:
de: Geben Sie die URL des RSS-Feeds ein:
es: Ingrese la URL de la fuente RSS:
fr: Entrez le lien du flux RSS :
sv: Ange webbadressen till RSS-flödet:
uk: Введіть URL або RSS адресу стрічки:

source: Ready to add comic!
de: Fertig! Der Comic kann hinzugefügt werden.
es: ¡Listo para añadir cómic!
fr: Prêt à ajouter la bande dessinée !
sv: Redo att lägga till serie!
uk: Все готово для додавання коміксу!

source: Select Comic
de: Comic auswählen
es: Seleccione un cómic
fr: Sélectionnez la bande dessinées
sv: Välj serie
uk: Виберіть комікс

source: Select Image
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionnez une image
sv: Välj bild
uk: Виберіть зображення

source: The guide found more than one image. Please select which one to use.
de: Der Assistent fand mehr als ein Bild. Bitte wählen Sie das zu benutzende aus.
es: La guía encontró más de una imagen. Por favor seleccione cuál usar.
fr: L'assistant a trouvé plus d'une image. Veuillez sélectionner celle qu'il faut utiliser.
sv: Guiden hittade mer än en bild. Välj vilken som ska användas.
uk: Знайдено більше одного зображення. Оберіть потрібне.

source: This guide will help you to add a new comic. To find comics suitable for adding, you may search the Internet for "comics rss". Press "next" to proceed.
de: Dieser Assistent hilft Ihnen, einen neuen Comic hinzuzufügen. Um dafür geeignete Comics zu finden, können Sie im Internet nach den Stichworten »comics rss« suchen. Drücken Sie auf »Vor«, um fortzufahren.
es: Esta guía le ayudará a añadir un nuevo cómic. Para encontrar cómics adecuados para añadir, debe buscar en Internet por "comics rss". Pulse «Siguiente» para continuar.
fr: Cet assistant vous aidera à ajouter une nouvelle bande dessinée. Pour trouver des dessins pouvant être rajoutés, vous devez chercher des « flux RSS » de dessins sur Internet. Cliquez sur « suivant » pour continuer.
sv: Denna guide hjälper dig att lägga till en ny serie. För att hitta serier som är lämpliga att lägga till kan du söka på internet efter "comics rss". Klicka på "Framåt" för att fortsätta.
uk: Це керівництво допоможе Вам додати новий комікс. Для того щоб знайти підходящий комікс, ви можете пошукати щось на зразок "комікси rss". Натисніть "далі" щоб продовжити.

source: Manage comics
de: Comics verwalten
es: Gestionar cómics
fr: Gérer les bandes dessinées
sv: Hantera serier
uk: Керування коміксами

source: The following comics are installed:
de: Folgende Comics sind installiert:
es: Los siguientes cómics están instalados:
fr: Les bandes dessinées suivantes sont installées :
sv: Följande serier är installerade:
uk: Встановлено наступні комікси:

source: Show link
de: Zeige Link
es: Mostrar enlace
fr: Montrer le lien
sv: Visa länk
uk: Показати посилання

source: Size
de: Größe
es: Tamaño
fr: Taille
sv: Storlek
uk: Розмір

source: Unknown command sent: %s
de: Unbekannter Befehl: %s
es: Comando desconocido enviado: %s
fr: Commande envoyée inconnue : %s
sv: Okänt kommando skickades: %s
uk: Відправлено невідому команду: %s

source: Common Folder Launcher
de: Starter für bekannte Ordner
es: Lanzador de carpetas comunes
fr: Raccourcis vers des dossiers communs
sv: Allmänna mappar
uk: Відкриття основних папок

source: Launcher for common folders and bookmarks
de: Starter für bekannte Ordner und für Lesezeichen
es: Lanzador para abrir carpetas comunes y marcadores
fr: Lanceur de dossiers et de marque-pages communs
sv: Uppstartare för allmänna mappar och bokmärken
uk: Відображає ярлики основних папок та закладок

source: Applet to launch common folders and bookmarks
de: Applet zum Öffnen von bekannten Ordnern und Lesezeichen
es: Miniaplicación para abrir carpetas comunes y marcadores
fr: Applet pour ouvrir les dossiers communs et les signets
sv: Miniprogram för att öppna allmänna mappar och bokmärken
uk: Аплет для швидкого відкриття основних папок та закладок

source: Home Folder
de: Persönlicher Ordner
es: Carpeta personal
fr: Dossier personnel
sv: Hemmapp
uk: Домашня тека

source: Index of processor.
de: Prozessorindex
es: Índice del procesador
fr: Index du processeur.
sv: Processorindex.
uk: Індекс процесора.

source: An applet to monitor and control the CPU frequency
de: Ein Applet zur Beobachtung und Überwachung der CPU-Frequenz
es: Una miniaplicación para monitorear y controlar la frecuencia del CPU
fr: Un applet pour voir et contrôler la fréquence du processeur
sv: Ett miniprogram för att övervaka och kontrollera processorfrekvensen
uk: Аплет для стеження за частотою процесора, та для її зміни.

source: CPU Frequency Monitor
de: CPU-Frequenz-Monitor
es: Monitor de frecuencia del CPU
fr: Moniteur de fréquence du processeur
sv: Frekvensövervakare för processorer
uk: Індикатор частоти процесора

source: <span size="large"><b>Scaling unavailable</b></span> Frequency scaling is not available for the selected CPU.
de: <span size="large"><b>Abstufung nicht verfügbar</b></span> Das Abstufen der Taktfrequenz ist für die gewählte CPU nicht verfügbar.
es: <span size="large"><b>Escalado no disponible</b></span> El escalado de frecuencia no está disponible en el CPU seleccionado.
fr: <span size="large"><b>Ajustement indisponible</b></span> L'ajustement de la fréquence n'est pas disponible pour le processeur sélectionné.
sv: <span size="large"><b>Skalning otillgängligt</b></span> Frekvensskalning är inte tillgängligt för den valda processorn.
uk: <span size="large"><b>Зміна частоти недоступна</b></span> Вибраним процесором, зміна частоти не підтримується .

source: <b>Monitored CPU</b>
de: <b>Überwachte CPU</b>
es: <b>CPU monitoreado</b>
fr: <b>Processeur(s) surveillé(s)</b>
sv: <b>Övervakad processor</b>
uk: <b>Моніторинг процесора</b>

source: Can change layout with scroll wheel.
de: Tastaturbelegung mit dem Scrollrad ändern
es: Puede cambiar la disposición con la rueda del ratón.
fr: Peu changer la disposition avec la molette.
sv: Tillåt ändring av layout med mushjulet.
uk: Можна змінити вигляд з допомогою колеса прокрутки.

source: Flag opacity (min: 0.0, max: 0.9).
de: Flaggendeckkraft (min. 0,0, max. 0,9).
es: Opacidad de marca (min: 0,0, max: 0,9)
fr: Opacité du drapeau (min : 0.0, max : 0.9).
sv: Flaggopacitet; Min. 0.0, Max. 0.9.
uk: Непрзорість прапорця (мін: 0.0, макс: 0.9).

source: Flag size compared to icon (min: 0.1, max: 0.9).
de: Flaggengröße im Vergleich zum Symbol (min. 0,1, max. 0,9).
es: Tamaño de la bandera en comparación con el icono (min: 0,1, max: 0,9)
fr: Taille du drapeau par rapport à celle de l'icône (min : 0.1, max : 0.9).
sv: Flaggstorlek jämfört med ikonen; Min. 0.0, Max. 0.9.
uk: Розмір прапорця в порівнянні із значком (мін: 0.1, макс: 0.9).

source: Keyboard toggle to change selected layout (see prefs dialog for values).
de: Tastatur-Umschalter, um ausgewählte Belegung zu ändern (siehe Einstellungen-Dialog für Werte).
es: Conmutador de teclado para cambiar al esquema seleccioando (ver díalogo de preferencias para valores).
fr: Raccourci clavier pour changer l'agencement sélectionné (voir les préférences pour les valeurs).
sv: Växla med tangentbordet för att ändra vald layout. Se inställningsdialogrutan för värden.
uk: Перемикач розкладки клавіатури (див. діалог налаштувань для зміни параметрів)

source: Left click action (0: previous, 1: menu, 2: next, 3: none).
de: Aktion bei Linksklick (0: vorherige, 1: Menü, 2: nächste, 3: keine).
es: Acción de clic izquerdo (0: previo, 1: menú, 2: siguiente, 3: ninguna).
fr: Action du clique gauche (0 : précédent, 1 : menu, 2 : suivant, 3 : rien).
sv: Vänsterklicksåtgärd; 0. Föregående, 1. Meny, 2. Nästa, 3. Ingen.
uk: Дія для лівої кнопки миші (0: назад, 1: меню, 2: далі, 3: немає).

source: Middle click action (0: previous, 1: menu, 2: next, 3: none).
de: Aktion bei Mittelklick (0: vorherige, 1: Menü, 2: nächste, 3: keine).
es: Acción de clic central (0: previo, 1: menú, 2: siguiente, 3: ninguna).
fr: Action du clique milieu (0 : précédent, 1 : menu, 2 : suivant, 3 : rien).
sv: Mittenklicksåtgärd; 0. Föregående, 1. Meny, 2. Nästa, 3. Ingen.
uk: Дія для середньої кнопки миші (0: назад, 1: меню, 2: далі, 3: немає).

source: Overlay selected layout flag on icon.
de: Flagge der gewählten Belegung über das Symbol legen.
es: Superponer la bandera del esquema seleccionado en el icono.
fr: Superposer le drapeau correspondant à l'agencement sur l'icône.
sv: Överlappa flagga för vald layout på ikonen.
uk: Накладання прапорці обраної розкладки на значок.

source: User selected layouts.
de: Vom Benutzer gewählte Tastaturbelegungen.
es: Disposiciones elegidas por el usuario.
fr: Dispositions sélectionnées par l'utilisateur.
sv: Användarvalda layouter.
uk: Розкладки вибрані користувачем.

source: User selected variants.
de: Vom Benutzer gewählte Varianten.
es: Variantes elegidas por el usuario.
fr: Variantes sélectionnées par l'utilisateur.
sv: Användarvalda varianter.
uk: Вибрані, користувачем, варіанти розкладки.

source: Change your keyboard input layout from Awn.
de: Tastaturbelegung von AWN aus ändern
es: Cambie su método de entrada del teclado desde Awn.
fr: Changer l'agencement de votre clavier depuis Awn
sv: Ändra din layout över tangentbordsinmatningen från Awn
uk: Змінюйте Ваші розкладки з допомогою Awn.

source: <b>User List:</b> The list of layouts you commonly use. The maximum number of layouts is restricted by the X11 xkb system (currently 4). Select an item and click the remove button to delete from your user list. You can order the list by drag and drop. <b>System List:</b> The complete list of layouts and variants available. Select an item and click the add button to include in your user list.
de: <b>Benutzerliste:</b> Liste der häufig benutzten Tastaturbelegungen. Die maximale Anzahl der Belegungen ist beschränkt durch das X11-xkb-System (derzeit 4). Wählen Sie einen Eintrag und drücken Sie auf »Entfernen«, um ihn von Ihrer Liste zu löschen. Sie können die Liste durch Ziehen und Ablegen ordnen. <b>Systemliste:</b> Die vollständige Liste aller verfügbaren Tastaturbelegungen und Varianten. Wählen Sie einen Eintrag aus und drücken Sie auf »Hinzufügen«, um ihn in Ihre Benutzerliste aufzunehmen.
es: <b>Lista de usuario:</b> La lista de esquemas de teclado que utiliza frecuentemente. El número máximo de esquemas está restringido por el sistema X11 (actualmente 4). Seleccione un elemento y haga clic en el botón de Eliminar para quitarlo de su lista de usuario. Puede ordenar la lista arrastrando y colocando. <b>Lista de sistema:</b> La lista completa de esquemas y variantes disponibles. Seleccione un elemento y haga clic en el botón de Añadir para incluir algo en su lista de usuario.
fr: <b>Liste utilisateur :</b> La liste des agencements que vous utilisez couramment. Le nombre maximal d'agencement est restreint par le système X11 xkb (actuellement à 4). Sélectionnez un élément et cliquez sur le bouton « supprimer » pour le supprimer de votre liste utilisateur. Vous pouvez ordonner la liste par glisser-déposer. <b>Liste système :</b> La liste complète des agencements et des variantes disponibles. Sélectionnez un élément et cliquez sur le bouton « ajouter » pour l'inclure dans votre liste utilisateur.
sv: <b>Användarlista:</b> Listan över de layouter du vanligtvis använder. Det maximala antalet layouter begränsas av XKB-systemet i X11 (för närvarande 4). Välj ett objekt och klicka på Ta bort-knappen för att ta bort det från din användarlista. Du kan ordna upp listan med dra-och-släpp. <b>Systemlista:</b> Den fullständiga listan över tillgängliga layouter och varianter. Välj ett objekt och klicka på Lägg till-knappen för att inkludera det i din användarlista.

source: small
de: klein
es: pequeño
fr: petit
sv: liten
uk: малий

source: large
de: groß
es: grande
fr: grand
sv: stor
uk: велике

source: transparent
es: transparente
sv: genomskinlig
uk: прозорість

source: opaque
de: deckend
es: opaco
sv: opak
uk: непрозорий

source: System List
de: Systemliste
es: Lista del sistema
fr: Liste du système
sv: Systemlista
uk: Системний список

source: User List
de: Benutzerliste
es: Lista del usuario
fr: Liste des utilisateurs
sv: Användarlista
uk: Список користувача

source: <b>Flag on Applet Icon</b>
de: <b>Flagge auf dem Appletsymbol</b>
es: <b>Bandera en icono de miniaplicación</b>
fr: <b>Drapeau sur l'icône de l'applet</b>
sv: <b>Flagga på miniprogrammets ikon</b>
uk: <b>Прапорець іконки аплету</b>

source: <b>Keyboard</b>
de: <b>Tastatur</b>
es: <b>Teclado</b>
fr: <b>Clavier</b>
sv: <b>Tangentbord</b>
uk: <b>Клавіатура</b>

source: <b>Mouse Actions</b>
de: <b>Mausaktionen</b>
es: <b>Acciones del ratón</b>
fr: <b>Actions de la souris</b>
sv: <b>Musåtgärder</b>
uk: <b>Дії мишки</b>

source: About Dialect Applet
de: Über Dialekt-Applet
es: Acerca de la miniaplicación de dialectos
fr: À propos de l'applet dialecte
sv: Om Dialect Applet
uk: Про аплет Dialect

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
sv: Utseende
uk: Зовнішній вигляд

source: Change your keyboard layout from Awn.
de: Tastaturbelegung von Awn aus ändern
es: Cambiar la disposición del teclado desde Awn.
fr: Changer l'agencement de votre clavier depuis Awn
sv: Ändra din tangentbordslayout från Awn
uk: Змінити розкладку клавіатури з Awn.

source: Control
de: Steuerung
fr: Contrôle
sv: Kontrollering
uk: Керування

source: Dialect Applet Preferences
de: Einstellungen für das Dialekt-Applet
es: Preferencias de la miniaplicación de dialectos
fr: Préférences de l'applet dialecte
sv: Inställningar för Dialect Applet
uk: Налаштування аплету Dialect

source: Flag _Opacity:
de: _Deckkraft der Flagge:
es: _Opacidad de bandera:
fr: _Opacité du drapeau :
sv: Flagg_opacitet:
uk: _Непрозорість прапорця:

source: Flag _Size:
de: _Größe der Flagge:
es: _Tamaño de bandera:
fr: _Taille du drapeau :
sv: Flagg_storlek:
uk: _Розмір прапорця:

source: If selected, scrolling up or down with your mouse wheel will select the next or previous layout in your user list
de: Falls ausgewählt, können Sie durch Bewegen des Mausrades die vorherige oder nächste Belegung in der Liste auswählen.
es: Si se activa, al desplazarse hacia arriba o abajo con la rueda del ratón, se seleccionará el esquema siguiente o anterior en su lista de usuario
fr: Si sélectionné, faire rouler vers le haut ou vers le bas la molette de votre souris va sélectionner l'agencement suivant ou précédent dans votre liste utilisateur.
sv: Om markerad kan du välja nästa eller föregående layout i din användarlista med mushjulet
uk: Якщо обрано, то розкладку можна перемикати прокручуванням колеса мишки

source: Layouts
de: Tastaturbelegungen
es: Disposiciones
fr: Agencements
sv: Layouter
uk: Розкладки

source: Selects the hot key combination used to change layouts
de: Wählt die Tastenkombination zum Wechseln der Tastaturbelegungen
es: Selecciona el atajo de teclado para cambiar entre disposiciones
fr: Sélectionne la combinaison de touche utilisée pour changer entre les agencements
sv: Väljer tangentkombinationen som används för att ändra layouter
uk: Оберіть гарячі клавіші для зміни розкладки клавіатури

source: Show _Flag
de: _Flagge zeigen
es: Mostrar _bandera
fr: Montrer le _drapeau
sv: Visa _flagga
uk: Показати _прапорець
