Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: File Browser Launcher Preferences
de: Einstellungen für den Datei-Browser-Starter
es: Preferencias del Lanzador de navegador de archivos
fr: Préférences du lanceur du navigateur de fichiers
sv: Inställningar för Filbläddringsstartare
uk: Параметри запуску переглядача файлів

source: File Browser
de: Datei-Browser
es: Navegador de archivos
fr: Navigateur de fichiers
sv: Filbläddrare
uk: Переглядач файлів

source: System Default
de: Vorgabe
es: Predeterminado del sistema
fr: Paramètres par défaut
sv: Systemstandard
uk: Системний

source: Other
de: Anderer Datei-Browser:
es: Otro
fr: Autres
sv: Annan
uk: Інше

source: One icon with dialog
de: Ein Symbol mit Dialog
es: Un icono con diálogo
fr: Une icône avec boite de dialogue
sv: En ikon med dialogruta
uk: Одна іконка з діалогом

source: One icon with docklet
de: Ein Symbol mit Docklet
es: Un icono con docklet
fr: Une icône avec docklet
sv: En ikon med docklet

source: Multiple icons
de: Mehrere Symbole
es: Iconos múltiples
fr: Icônes multiples
sv: Flera ikoner
uk: Декілька іконок

source: Focus text entry
de: Textfeld fokussieren
es: Enfocar entrada de texto
fr: Focus au champ de recherche
sv: Fokusera textfältet
uk: Фокус на текстовому полі

source: Open place when clicked
de: Ort öffnen, wenn angeklickt
es: Abrir lugar al pulsarlo
fr: Ouvrir l'emplacement lors du clic
sv: Öppna plats vid klickning
uk: Відкривати місце при кліку

source: Show all places
de: Alle Orte anzeigen
es: Mostrar todos los lugares
fr: Montrer tout les emplacements
sv: Visa alla platser
uk: Показувати всі місця

source: Home folder
de: Persönlicher Ordner
es: Carpeta personal
fr: Dossier personnel
sv: Hemmapp
uk: Домашня тека

source: Mounted local drives
de: Eingehängte Laufwerke
es: Unidades locales montadas
fr: Disques locaux montés
sv: Monterade lokala enheter
uk: Змонтовані локальні пристрої

source: Mounted network drives
de: Eingehängte Netzlaufwerke
es: Unidades de red montadas
fr: Disques réseaux montés
sv: Monterade nätverksenheter
uk: Змонтовані мережеві пристрої

source: Connect to server
de: Verbindung zu Server
es: Conectar al servidor
fr: Se connecter à un serveur
sv: Anslut till server
uk: З'єднання з сервером

source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
sv: Bokmärken
uk: Закладки

source: Display dialog/docklet
de: Dialog/Docklet anzeigen
es: Mostrar diálogo/docklet
fr: Afficher la boite dialogue ou le docklet
sv: Visa dialogruta/docklet

source: Open the folder
de: Ordner öffnen
es: Abrir la carpeta
fr: Ouvrir le dossier
sv: Öppna mappen
uk: Відкрити теку

source: Nothing
de: Nichts
es: Nada
fr: Rien
sv: Ingenting
uk: Нічого

source: Left Click
de: Linksklick
es: Clic Izquierdo
fr: Clic gauche
sv: Vänsterklick
uk: Клік лівою кнопкою миші

source: Middle Click
de: Mittelklick
es: Clic central
fr: Clic milieu
sv: Mittenklick
uk: Клік середньою кнопкою миші

source: Choose a folder
de: Ordner wählen
es: Seleccione una carpeta
fr: Choisissez un dossier
sv: Välj en mapp
uk: Оберіть теку

source: Garbage
de: Mülleimer
es: Basura
fr: Corbeille
sv: Papperskorg
uk: Смітник

source: %u item
de: %u Objekt
es: %u elemento
fr: %u élément
sv: %u objekt
uk: %u елемент

source: Could not open the trash folder with your file manager: %s
de: Der Müllordner konnte mit Ihrem Dateimanager (%s) nicht geöffnet werden.
es: No se pudo abrir la carpeta de la papelera con su navegador de archivos: %s
fr: L'ouverture de la corbeille avec votre navigateur de fichiers à échoué : %s
sv: Kunde inte öppna papperskorgen med filhanteraren: %s
uk: Неможливо відкрити кошик з допомогою вашого файлового менеджера: %s

source: _Empty Trash
de: Mülleimer l_eeren
es: _Vaciar papelera
fr: _Vider la Corbeille
sv: _Töm papperskorgen
uk: _Очистити кошик

source: A lightweight, cross-desktop trash applet
de: Ein leichtgewichtiges, Desktop-übergreifendes Mülleimerapplet
es: Una miniaplicación de papelera ligera y multiescritorio
fr: Un applet de corbeille léger et multi-environnements
sv: Ett resurssnålt och skrivbordsoberoende miniprogram för papperskorgen
uk: Легкий аплет кошика

source: Are you sure you want to empty your trash? It currently contains %u item(s).
de: Sind Sie sicher, dass Sie den Müll leeren wollen? Er enthält momentan %u Objekt(e).
es: ¿Está seguro de vaciar la papelera? Actualmente contiene %u elemento(s).
fr: Supprimer tous les éléments de la corbeille ? Elle contient %u élément(s).
sv: Är du säker på att du vill tömma papperskorgen? Den innehåller %u objekt för närvarande.
uk: Дійсно бажаєте очистити кошик? Він містить %u файл(ів).

source: Could not send the dragged file(s) to the trash: %s
de: Die Datei(en) konnten nicht in den Mülleimer gezogen werden: %s
es: No se pudieron enviar los archivos a la papelera: %s
fr: Le(s) fichier(s) déplacé(s) n'ont pas pu être mis à la corbeille : %s
sv: Kunde inte flytta filen/filerna till papperskorgen: %s
uk: Неможливо відправити файл(и) до кошика: %s

source: Enable the confirmation dialog form when one wishes to empty the trash.
de: Bestätigungsdialog anzeigen, bevor der Mülleimer geleert wird
es: Activar el diálogo de confirmación cuando alguien desee vaciar la papelera.
fr: Active la
sv: Aktivera dialogrutan för bekräftande vid tömning av papperskorgen.
uk: Запитувати підтвердження перед очищенням кошика.

source: Show the number of items in the trash on top of the icon.
de: Anzahl der Objekte im Müll auf dem Symbol anzeigen
es: Mostrar el número de elementos en la papelera encima del icono.
fr: Afficher le nombre d'éléments contenu dans la corbeille sur l'icône.
sv: Visa antalet objekt i papperskorgen på ikonen.
uk: Показувати кількість елементів в кошику в вершній частині значка.

source: %s Preferences
de: %s-Einstellungen
es: Preferencias de %s
fr: %s Préférences
sv: Inställningar för %s
uk: %s Налаштування

source: Confirm when _emptying the trash
de: _Leeren des Mülleimers bestätigen
es: Confirmar al _vaciar la papelera
fr: Confirmer lors du _vidage de la corbeille
sv: Bekräfta vid _tömning av papperskorgen
uk: підтвердження при _очищенні кошика

source: Show the _item count on the icon
de: _Anzahl der Objekte auf dem Symbol anzeigen
es: Mostrar el _contador de elementos en el icono
fr: Montrer le _nombre d'éléments sur l'icône
sv: Visa _objektantalet på ikonen
uk: Показувати на іконці кількість _елементів

source: Applet theme.
de: Das Thema des Applets.
es: Tema de la miniaplicación.
fr: Thème de l'applet
sv: Tema för miniprogrammet.
uk: Тема аплету.

source: For each sensor, whether to show it in main dialog or not.
de: Für jeden Sensor, ob er im Hauptfenster gezeigt wird oder nicht
es: Para cada sensor, si desea mostrarlo en el diálogo principal o no.
fr: Pour chaque capteur, l'afficher (ou non) dans la boite de dialogue principale.
sv: Huruvida varje sensor ska visas i huvud-dialogrutan eller inte.
uk: Чи показувати кожен сенсор у вікні діалогу

source: High value limit (at which alarm triggers) for each sensor.
de: Oberes Limit für jeden Sensor (bei dem eine Warnung ausgelöst wird).
es: Limite de valor alto para cada sensor, en el que la alarma se disparará.
fr: Valeur maximale (à partir de laquelle l'alarme se déclenche) pour chaque capteur.
sv: Högvärdesgräns för varje sensor då alarm går igång.
uk: Верхня межа (при якій спрацьовує попередження) для кожного сенсору

source: If enabled, show sensor value(s) as an overlay in the icon.
de: Wenn aktiviert, zeige Sensorwert(e) auf dem Symbol
es: Si está activado, mostrar el valor del sensor encima del icono
fr: Si activé, montre la ou les valeur(s) au dessus de l'icône.
sv: Om aktiverat visas sensorvärde(n) som en överlappning på ikonen.
uk: Якщо увімкнено, показує значення сенсора поверх значка.

source: In what row of dialog is the sensor shown.
de: In welcher Reihe des Dialogs der Sensor angezeigt wird
es: En qué fila del diálogo se muestra el sensor.
fr: Dans quelle ligne de la boîte de dialogue doit être affiché le capteur.
sv: På vilken rad i dialogrutan som sensorn visas.
uk: В якому порядку показувати сенсор

source: Low value limit (at which alarm triggers) for each sensor.
de: Unteres Limit für jeden Sensor (bei dem Warnung ausgelöst wird).
es: Limite de valor bajo para cada sensor, en el que la alarma se disparará.
fr: Valeur minimale (à partir de laquelle l'alarme se déclenche) pour chaque capteur.
sv: Lågvärdesgräns för varje sensor då alarm går igång.
uk: Нижня межа (при якій спрацює попередження) для кожного сенсору

source: Sensor ids.
es: Identificadores de sensor.
fr: Identifiant des capteurs
sv: Sensoridentiteter.
uk: ids сенсора.

source: Sensor labels.
de: Sensor-Bezeichnungen
es: Etiquetas de sensor.
fr: Noms des capteurs.
sv: Sensoretiketter.
uk: Підписи сенсорів.

source: Size of value overlay in the icon (0: small, 1: medium, 2: large).
de: Größe der Einblendung des Werts im Symbol (0: klein, 1: mittel, 2: groß).
es: Tamaño del valor superpuesto en el icono (0: pequeño, 1: mediano, 2: grande).
fr: Taille de la valeur superposée sur l'icône (0 : petite, 1 : moyenne, 2 : grande).
sv: Värdeöverlappningens storlek på ikonen; 0. Liten, 1. Medelstor, 2. Stor.
uk: Розмір тексту на значку (0: малий, 1: середній, 2:великий).

source: The color (RGBA) of the meter hand/needle.
de: Die Farbe (RGBA) des Zeigers.
es: El color (RGBA) de la manecilla del medidor.
fr: La couleur (RGBA) de l'aiguille du compteur.
sv: RGBA-färgen för mätarvisaren/-nålen.
uk: Колір (RGBA) стрілки.

source: Timeout between two value updates (in seconds).
de: Zeit bis zur Auffrischung der Werte (in Sekunden)
es: Tiempo de espera entre dos actualizaciones de valor (segs.)
fr: Attente entre deux mises à jour des valeur (en secondes).
sv: Paus mellan två värdeuppdateringar, i sekunder.
uk: Перід оновлення значення (в секундах)

source: Whether alarm should trigger at high value limit or not.
de: Ob beim oberen Limit Alarm ausgelöst werden soll oder nicht.
es: Si la alarma debe activarse en el límite de valor alto o no.
fr: Si l'alarme doit se déclencher sur la valeur maximale.
sv: Huruvida alarm ska gå igång vid högvärdesgräns eller inte.
uk: Чи показувати попередження коли значення більше допустимого.

source: Whether alarm should trigger at low value limit or not.
de: Ob beim unteren Limit Alarm ausgelöst werden soll oder nicht.
es: Si la alarma debe activarse en el límite de valor bajo o no.
fr: Si l'alarme doit se déclencher à une valeur minimale.
sv: Huruvida alarm ska gå igång vid lågvärdesgräns eller inte.
uk: Чи показувати попередження коли значення менше допустимого.

source: Whether to show a sensor in applet icon or not.
de: Ob der Sensor im Appletsymbol angezeigt werden soll oder nicht.
es: Si debería mostrarse un sensor en el icono de la miniaplicación o no.
fr: Si un capteur doit être affiché dans l'icône de l'applet.
sv: Huruvida en sensor ska visas i miniprogrammet eller inte.
uk: Чи показувати датчик на іконці.

source: Applet to show the hw sensors readouts
de: Applet zum Auslesen der Hardwaresensoren
es: Miniaplicación para mostrar las lecturas de salida de sensores de hardware
fr: Applet pour afficher la sortie des capteurs du matériel
sv: Miniprogram för att visa avläsningar av hårdvarusensorer

source: Hardware Sensors
de: Hardware-Sensoren
es: Sensores de hardware
fr: Capteurs matériels
sv: Hårdvarusensorer
uk: Сенсори

source: Applet to show the hardware sensors readouts
de: Applet zum Auslesen der Hardwaresensoren
es: Miniaplicación para mostrar las lecturas de salida de sensores de hardware
fr: Applet pour afficher la sortie des capteurs du matériel
sv: Miniprogram för att visa avläsningar av hårdvarusensorer
uk: Аплет показує значення сенсорів комп'ютера

source: Small
de: Klein
es: Pequeño
fr: Petite
sv: Liten
uk: Малий

source: Medium
de: Mittel
es: Mediano
fr: Moyenne
sv: Medelstor
uk: Середній

source: Large
de: Groß
es: Grande
fr: Grande
sv: Stor
uk: Великий

source: Warning from Hardware Sensors: No sensors found
de: Warnung von »Hardware-Sensoren«: Keine Sensoren gefunden
es: Advertencia de Sensores de hardware: No se encontraron sensores
fr: Avertissement de Capteurs matériel : aucun capteur n'a été trouvé
sv: Varning från Hårdvarusensorer: inga sensorer hittades
uk: Попередження від Аплету сенсорів: сенсорів не знайдено

source: Install one or more of ACPI, HDDTemp, LM-Sensors, nvidia-settings or nvclock and restart the applet.
de: Installieren Sie zumindest eines der Pakete ACPI, HDDTemp, LM-Sensors, nvidia-settings oder nvclock und starten Sie danach wieder das Applet.
fr: Installez un ou plusieurs ACPI, HDDTemp, capteur LM, nvidia-settings ou nvclock et redémarrez l'applet.
sv: Installera en eller flera av ACPI, HDDTemp, LM-sensors, nvidia-settings eller nvclock och starta om miniprogrammet.
uk: Встановіть одне або декілька розширень (в залежності від обладняння) ACPI, HDDTemp, LM-Sensors, nvidia-settings або nvclock та перезапустіть аплет.

source: Sensors
de: Sensoren
es: Sensores
fr: Capteurs
sv: Sensorer
uk: Сенсори

source: Interface
de: Schnittstelle
es: Interfaz
sv: Gränssnitt
uk: Зовнішній вигляд

source: Name
es: Nombre
fr: Nom
sv: Namn
uk: Ім'я

source: Label
de: Bezeichnung
es: Etiqueta
fr: Étiquette
sv: Etikett
uk: Підпис

source: In dialog
de: Im Dialog
es: En diálogo
fr: Dans une boîte de dialogue
sv: I dialogrutan
uk: Показ в діалозі

source: Sensors displayed in icon
de: Im Symbol angezeigte Sensoren
es: Sensores mostrados en icono
fr: Afficher les capteurs sous forme d'icônes
sv: Sensorer som visas på ikonen
uk: Сенсори показані на іконці

source: properties
de: Eigenschaften
es: propiedades
fr: propriétés
sv: egenskaper
uk: властивості

source: <b>Alarms</b>
de: <b>Warnungen</b>
es: <b>Alarmas</b>
fr: <b>Alertes</b>
sv: <b>Alarm</b>
uk: <b>Нагадування</b>

source: <b>Sensor value limits</b>
de: <b>Sensorgrenzwerte</b>
es: <b>Límites de valores de sensor</b>
fr: <b>Valeurs limites des capteurs</b>
sv: <b>Värdesgränser för sensor</b>
uk: <b>Значення лімітів</b>

source: <b>Update</b>
de: <b>Aktualisierung</b>
es: <b>Actualización</b>
fr: <b>Mise à jour</b>
sv: <b>Uppdatera</b>
uk: <b>Оновити</b>

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
sv: Lägg till
uk: Додати

source: Enable high alarm
de: Bei hohen Werten warnen
es: Activar alarma alta
fr: Activer l'alarme forte
sv: Aktivera högalarm
uk: Увімкнути попередження перевищення

source: Enable low alarm
de: Bei niedrigen Werten warnen
es: Activar alarma baja
fr: Activer l'alarme faible
sv: Aktivera lågalarm
uk: Увімкнути попередження при заниженні

source: Font size:
de: Schriftgröße:
es: Tamaño de tipografía:
fr: Taille de la police :
sv: Typsnittsstorlek:
uk: Розмір шрифту:

source: Meter hand color:
de: Farbe des Zeigers:
es: Color de manecilla de medidor:
fr: Couleur de l'aiguille du compteur :
sv: Färg för mätarvisare:
uk: Колір стрілки:

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
sv: Ta bort
uk: Видалити

source: Sensor high value
de: Oberes Limit:
es: Valor alto de sensor
fr: Valeur maximale du capteur
sv: Högvärde för sensor
uk: Верхнє значення сенсора

source: Sensor low value
de: Unteres Limit:
es: Valor bajo de sensor
fr: Valeur minimale du capteur
sv: Lågvärde för sensor
uk: Нижнє значення сенсора

source: Show value in icon
de: Wert im Symbol anzeigen
es: Mostrar valor en icono
fr: Afficher la valeur sur l'icône
sv: Visa värde på ikonen
uk: Показувати значення на іконці

source: Temperature unit:
de: Temperatureinheit:
es: Unidad de temperatura:
fr: Unité de température :
sv: Temperaturenhet:
uk: Одиниця температури:

source: Theme:
de: Thema:
es: Tema:
fr: Thème :
sv: Tema:
uk: Тема:

source: Update interval:
de: Aktualisierungsintervall:
es: Intervalo de actualización:
fr: Intervalle de mise à jour :
sv: Uppdateringsintervall:
uk: Інтервал оновлення:

source: seconds
de: Sekunden
es: segundos
fr: secondes
sv: sekunder
uk: секунд

source: Indicator Applet
es: Miniaplicación de indicadores
fr: Applet de notifications
sv: Indikatorprogram
uk: Аплет сповіщення

source: An applet to hold all of the system indicators
de: Ein Applet, das alle Systemanzeigen bereithält
es: Una miniaplicación para contener los indicadores del sistema
fr: Un applet pour regrouper toutes les notifications du système
sv: Ett miniprogram som innehar alla systemindikatorer
uk: Аплет показує значення всіх датчиків системи

source: Indicator Applet Preferences
de: Einstellungen für das Indicator-Applet
es: Preferencias de la miniaplicación de indicadores
fr: Préférences de l'applet de notifications
sv: Inställningar för Indikatorprogram

source: Enabled Entries
de: Aktivierte Einträge
es: Entradas activadas
fr: Entrées activées
sv: Aktiverade indikatorer

source: Indicator Applet Session (Quit)
de: Indicator-Applet für Sitzung (Ausschalten)
es: Miniaplicación de indicadores de sesión (Salir)
fr: Applet de notification de session (quitter)
sv: Indikatorsession (avsluta)

source: Me Menu
es: Menú Yo
fr: Menu personnel
sv: Mig-meny
uk: Моє меню

source: Messaging Menu
de: Messagingmenü
es: Menú de mensajería
fr: Menu message
sv: Meddelandemeny
uk: Меню Повідомлень

source: Network Menu
de: Netzwerkmenü
es: Menú de red
fr: Menu réseau
sv: Nätverksmeny
uk: Меню мережі

source: Sound Control Menu
de: Soundsteuerungsmenü
es: Menú de sonido
fr: Menu de contrôle du son
sv: Ljudkontrollmeny
uk: Меню звуку

source: Other Menus
de: Andere Menüs
es: Otros menús
fr: Autres menus
sv: Andra menyer
uk: Інші меню

source: Options
de: Einstellungen
es: Opciones
sv: Alternativ
uk: Налаштування

source: Number of rows:
de: Anzahl der Reihen:
es: Número de filas:
fr: Nombre de lignes :
sv: Antal rader:
uk: Кількість рядків:

source: Number of columns:
de: Anzahl der Spalten:
es: Número de columnas:
fr: Nombre de colonnes :
sv: Antal kolumner:
uk: Кількість стовпчиків:

source: Enable Applet Icon mode
de: Appletsymbol-Modus aktivieren
es: Activar modo de icono de miniaplicación
fr: Activer le mode applet-icône
sv: Aktivera annat ikonläge

source: Me menu
es: Menú Yo
fr: Menu personnel
sv: Mig-meny
uk: Моє меню

source: Messaging menu
de: Messagingmenü
es: Menú de mensajería
fr: Menu message
sv: Meddelandemeny
uk: Меню повідомлень

source: Network menu
de: Netzwerkmenü
es: Menú de red
fr: Menu réseau
sv: Nätverksmeny
uk: Меню мережі

source: Indicator Applet Session
de: Indicator-Applet für Sitzung
es: Miniaplicación de indicadores de sesión
fr: Applet de notification de session
sv: Indikatorsession

source: Sound Menu
de: Soundmenü
es: Menú de sonido
fr: Menu son
sv: Ljudmeny
uk: Меню звуку

source: If true, show any other menus
de: Wenn »true«, alle anderen Menüs anzeigen
es: Si se activa, mostrar los demás menús
fr: Si vrai, affiche tous les autres menus
sv: Om aktiverat visas alla andra menyer.
uk: Якщо так, показувати будь яке інше меню

source: If true, show the Me menu (chat, microblogging, etc)
de: Wenn »true«, das MeMenu (Chat, Microblogging etc.) anzeigen
es: Si se activa, mostrar el menú Yo (charla, difusión, etc.)
fr: Si vrai, affiche le menu personnel (messagerie instantanée, microblogage, etc.)
sv: Om aktiverat visas Mig-menyn som innehåller chatt, mikrobloggning etc.
uk: Якщо так, показувати Моє меню (чат, мікроблог, інше)

source: If true, show the Messaging icon
de: Wenn »true«, das Messagingsymbol anzeigen
es: Si se activa, mostrar el icono de Mensajería
fr: Si vrai, affiche l'icône message
sv: Om aktiverat visas meddelandemenyn.

source: If true, show the Network menu
de: Wenn »true«, das Netzwerkmenü anzeigen
es: Si se activa, mostrar el menú de red
fr: Si vrai, affiche le menu réseau
sv: Om aktiverat visas nätverksmenyn.
uk: Якщо так, показувати меню мережі

source: If true, show the Sound control menu
de: Wenn »true«, das Soundsteuerungsmenü anzeigen
es: Si se activa, mostrar el menú de sonido
fr: Si vrai, affiche le menu de contrôle du son
sv: Om aktiverat visas ljudkontrollmenyn.
uk: Якщо так, показувати меню контролю звуку

source: If true, show the indicator applet icons
de: Wenn »true«, die Indicator-Applet-Symbole anzeigen
es: Si se activa, mostrar los iconos de la miniaplicación de indicadores
fr: Si vrai, affiche les icônes de l'applet de notification
sv: Om aktiverat visas menyerna för indikatorprogrammet.

source: If true, show the indicator applet session icon (lock screen, switch users, etc)
de: Wenn »true«, das Indicator-Applet-Symbol für Sitzung (Bildschirm sperren, Benutzer wechseln etc.) anzeigen
es: Si se activa, mostrar el icono de la miniaplicación de indicadores de sesión (bloquear pantalla, cambiar usuario, etc.)
fr: Si vrai, affiche l'icône de l'applet de notification de session (verrouiller l'écran, changer d'utilisateur, etc.)
sv: Om aktiverat visas indikatorsessionsmenyn som innehåller skärmlåsning, användarväxling etc.

source: If true, use an Awn applet icon instead
de: Wenn »true«, stattdessen ein Awn-Applet-Symbol anzeigen
es: Si se activa, usa un icono de miniaplicación Awn
fr: Si vrai, utilise une icône d'applet Awn à la place
sv: Om aktiverat används en Awn-ikon istället.

source: The number of rows (top and bottom edge) or columns (side edges)
de: Anzahl der Reihen (oberer und unterer Bildschirmrand) oder Spalten (seitliche Ränder)
es: El número de filas (lados superior e inferior) o columnas (lados izquierdo y derecho)
fr: Le nombre de lignes (bords du bas et du haut) et de colonnes (bords de gauche et de droite)
sv: Antalet rader från över- till nederkant, eller kolumner från vänster till höger kant.

source: Display any network errors
de: Zeige jeden Netzwerkfehler
es: Mostrar errores de red
fr: Afficher toute erreur réseau
sv: Visa eventuella nätverksfel.
uk: показувати помилки мережі

source: Hide the icon if there is no new mail
de: Symbol ausblenden, wenn keine neue Mail vorhanden ist
es: Ocultar el icono si no hay nuevo correo
fr: Cacher l'icône s'il n'y a pas de nouveau mail
sv: Dölj ikonen om det inte finns någon ny e-post.
uk: Приховувати іконку якщо відсутні нові повідомлення

source: The Desktop Email client to use
de: Das Desktop-Mailprogramm, das verwendet werden soll
es: El cliente de correo electrónico a usar
fr: Le client mail à utiliser
sv: Skrivbordsklienten för e-post att använda.
uk: Клієнт електронної пошти

source: The Email backend to use
de: Das Mail-Backend, das verwendet werden soll.
es: El motor de correo electrónico a usar
fr: Le moteur Email à utiliser
sv: Bakänden för e-post att använda.

source: The theme to use for the icon
de: Das Thema des Symbols
es: La tema de icono
fr: Thème à utiliser pour l'icône
sv: Ikontemat att använda.
uk: Тема іконок

source: Timeout between two value updates (in minutes).
de: Zeit, bis die Werte aufgefrischt werden (in Minuten)
es: Tiempo de espera entre dos actualizaciones de valor (en minutos).
fr: Temps entre deux mises à jour (en minutes).
sv: Paus mellan två värdeuppdateringar, i minuter.
uk: Період оновленя значень (в хвилинах)

source: Used for logging in; do not touch
de: Wird für die Anmeldung benutzt, nicht ändern
es: Utilizado para iniciar sesión, no tocar.
fr: Utilisé pour la connexion; ne pas toucher
sv: Används för inloggning; rör inte.
uk: Не змінювати; використовується для входу

source: Check Your Email from AWN
de: Behalten Sie Ihre Mails mit AWN im Blick
es: Compruebe su correo electrónico desde AWN
fr: Surveillez vos courriels depuis Awn
sv: Kontrollera din e-post från Awn
uk: Перевірка пошти з AWN

source: Mail Applet
es: Miniaplicación de Correo
fr: Applet Email
sv: E-postprogram
uk: Аплет пошти

source: You have %d new message
de: Sie haben %d neue Nachricht
es: Tiene %d mensaje nuevo
fr: Vous avez %d nouveau message
sv: Du har %d nytt meddelande
uk: У вас %d нове повідомлення

source: %d unread message
de: %d ungelesene Nachricht
es: %d mensaje sin leer
fr: %d message non lu
sv: %d oläst meddelande
uk: %d непрочитане повідомлення
