Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: Show menu with layouts
de: Auswahlmenü mit Tastaturbelegungen zeigen
es: Mostrar menú con disposiciones
fr: Afficher le menu avec les agencements
sv: Visa meny med layouter
uk: Показати меню з розкладками

source: Switch to next layout in list
de: Zur nächsten Tastaturbelegung in der Liste wechseln
es: Cambiar al siguiente esquema en la lista
fr: Basculer vers l'agencement suivant dans la liste
sv: Växla till nästa layout i listan
uk: Перейти до наступної розкладки в списку

source: Switch to previous layout in list
de: Zur vorigen Tastaturbelegung in der Liste wechseln
es: Cambiar al esquema anterior en la lista
fr: Basculer vers l'agencement précédent dans la liste
sv: Växla till föregående layout i listan
uk: Перейти до попередньої розкладки в списку

source: _Add
de: _Hinzufügen
es: _Añadir
fr: _Ajouter
sv: _Lägg till
uk: _Додати

source: _Allow scroll wheel to change layout
de: Wechsel der Belegung mit M_ausrad aktivieren
es: _Permitir desplazarse con la rueda para cambiar esquema
fr: _Autoriser le changement d'agencement avec la molette
sv: _Tillåt ändring av layout med mushjulet
uk: _Дозволити зміну розкладки прокручуванням колеса мишки

source: _Keyboard Toggle:
de: _Tastaturumschalter:
es: _Conmutar teclado:
fr: _Changement de clavier :
sv: _Tangentbordsväxling:
uk: _Перемикання клавіатури:

source: _Left Click:
de: _Linksklick:
es: Clic _izquierdo:
fr: Clique _gauche :
sv: _Vänsterklick:
uk: _Лівий клік:

source: _Middle Click:
de: _Mittelklick:
es: Clic _central:
fr: Clique _milieu :
sv: _Mittenklick:
uk: _Середній клік:

source: Command to execute when a calendar day is double-clicked.
de: Auszuführender Befehl, wenn ein Kalendertag doppelt angeklickt wird.
es: Orden a ejecutar cuando se pulsa dos veces en un día del calendario.
fr: Commande à exécuter lors du double clic sur un jour du calendrier.
sv: Kommando att köra när en kalenderdag dubbelklickas.
uk: Виконувана команда при подвійному кляцанні, на даті календаря.

source: Command to execute when the user wishes to adjust the date/time.
de: Auszuführender Befehl, wenn der Benutzer Zeit/Datum einstellen möchte.
es: Comando a ejecutar cuando el usuario desee ajustar la fecha/hora.
fr: Commande à exécuter lorsque l'utilisateur cherche à ajuster la date/l'heure.
sv: Kommando att köra när användaren önskar att justera datumet/tiden.
uk: Виконувана команда при налаштуванні дати/часу.

source: Show the date before the time.
de: Zeige Datum vor der Zeit.
es: Mostrar la fecha antes de la hora.
fr: Afficher la date avant l'heure.
sv: Visa datumet före tiden.
uk: Показувати дату перед годинником.

source: The color of the clock text.
de: Farbe des Uhrtextes.
es: El color de texto del reloj.
fr: Couleur du texte de l'horloge
sv: Färgen för klocktexten.
uk: Колір тексту годинника.

source: The font face of the clock text.
de: Schriftart der Uhr.
es: La tipografía del texto del reloj.
fr: Police du texte de l'horloge.
sv: Typsnittet för klocktexten.
uk: Шрифт для годинника

source: The shadow color of the clock text.
de: Die Schattenfarbe des Uhrzeittextes.
es: El color de la sombra del texto del reloj.
fr: Couleur de l'ombre du texte de l'horloge.
sv: Skuggfärgen för klocktexten.
uk: Колір тіні тексту для годинника.

source: Toggle 12-hour mode.
de: Schalter für das 12-Stunden-Format
es: Cambiar a modo de 12 horas.
fr: Passer en mode 12 heures.
sv: Växla till 12-timmarsformat.
uk: Ввімкнути 12-годинний вигляд.

source: 12 hour format
de: 12-Stunden-Format
es: Formato de 12 horas
fr: Format 12 heures
sv: 12-timmarsformat
uk: 12 годинний формат

source: 24 hour format
de: 24-Stunden-Format
es: Formato de 24 horas
fr: Format 24 heures
sv: 24-timmarsformat
uk: 24 годинний формат

source: <b>Clock Format</b>
de: <b>Uhrformat</b>
es: <b>Formato de reloj</b>
fr: <b>Format de l'horloge</b>
sv: <b>Klockformat</b>
uk: <b>Формат годинника</b>

source: Commands
de: Befehle
es: Órdenes
fr: Commandes
sv: Kommandon
uk: Команди

source: Date below time
de: Datum unter Uhrzeit
es: Fecha debajo de la hora
fr: Date sous l'heure
sv: Datumet under tiden
uk: Дата під часом

source: Digital Clock Preferences
de: Digitaluhr-Einstellungen
es: Preferencias del reloj digital
fr: Préférences de l'horloge numérque
sv: Inställningar för Digital klocka
uk: Параметри цифрового годинника

source: Run Calendar:
de: Kalender:
es: Ejecutar Calendario:
fr: Lancer le calendrier :
sv: Kör kalender:
uk: Запустити календар:

source: Run Time Admin:
de: Zeit- und Datumseinstellungen:
fr: Réglage de l'heure :
sv: Kör tidsinställningar:
uk: Запустити налаштування часу:

source: Show the date
de: Datum anzeigen
es: Mostar la fecha
fr: Montrer la date
sv: Visa datumet
uk: Показувати дату

source: Use default Awn colors
de: AWN Standardfarben verwenden
es: Usar los colores predeterminados de Awn
fr: Utiliser les couleurs de Awn
sv: Använd standardiserade Awn-färger
uk: Використати колір Awn, за замовчуванням

source: A clock and calendar in one.
de: Uhr und Kalendar in einem
es: Reloj y calendario todo en uno.
fr: Sert à la fois d'horloge et de calendrier
sv: En klocka och kalender i ett
uk: Годинник та календар, разом.

source: Digital Clock
de: Digitale Uhr
es: Reloj Digital
fr: Horloge numérique
sv: Digital klocka
uk: Цифровий годинник

source: %b %d
de: %d. %b.
es: %d %b
fr: %d %b
sv: %d %b
uk: %d %b

source: Copy Time
de: Uhrzeit kopieren
es: Copiar la hora
fr: Copier l'heure
sv: Kopiera tiden
uk: Копіювати час

source: Copy Date
de: Datum kopieren
es: Copiar la fecha
fr: Copier la date
sv: Kopiera datumet
uk: Копіювати дату

source: Adjust Date & Time
de: Datum & Zeit einstellen
es: Ajustar fecha y hora
fr: Régler la date et l'heure
sv: Justera datum och tid
uk: Налаштувати Дату/Час

source: Displays digital clock.
de: Zeigt eine digitale Uhr.
es: Muestra un reloj digital.
fr: Affiche une horloge digitale.
sv: Visar digital tid
uk: Показувати цифровий годинник.

source: Hide feeds which do not have any new items
de: Feeds verbergen, die keine neuen Inhalte haben
es: Ocultar fuentes que no contienen elementos nuevos
fr: Cacher les flux qui n'ont pas de nouvel élément
sv: Dölj flöden som inte har några nya objekt.
uk: Приховувати стрічки, якщо новини відсутні

source: If false, all previous items will be marked as read when updating
de: Wenn »false«, werden alle vorigen Inhalte beim Aktualisieren als gelesen markiert
es: Si es falso, todos los elementos anteriores se marcarán como leídos al actualizar
fr: Si faux, tous les éléments précédents seront marqués comme « lus » lors d'une mise à jour
sv: Om inaktiverat märks alla föregående objekt som lästa vid uppdatering.
uk: Якщо обрано, всі попередні пункти будуть позначено як прочитані, при оновлення.

source: Notify if any feeds have new items
de: Benachrichtigen, wenn Feeds neue Inhalte haben.
es: Notificar si hay fuentes con elementos nuevos
fr: Notifie au moindre nouvel élément dans un flux
sv: Notifiera om något flöde har nya objekt.
uk: Повідомляти про нові повідомлення в стрічках

source: Show each feed's website's icon in the dialog
de: Das Webseitensymbol jedes Feeds im Dialog anzeigen
es: Mostrar en el diálogo cada icono del sitio web de la fuente
fr: Montrer l'icône du site dans la boite de dialogue
sv: Visa webbplatsikonen för varje flöde i dialogrutan.
uk: Показувати в діалозі значок веб-сайту стрічки

source: The interval (in minutes) at which to update (3-60)
de: Zeitintervall (in Minuten), in dem aktualisiert wird (3–60)
es: El intervalo (en minutos) de cada cuándo actualizar
fr: Intervalle (en minutes) entre les mises-à-jour (3-60)
sv: Intervallet då uppdatering körs, 3-60 minuter.
uk: Інтервал оновлення у хвилинах (3-60)

source: Update automatically at a configurable interval
de: In einem einstellbaren Intervall automatisch aktualisieren
es: Actualizar automáticamente en un intervalo configurable
fr: Se met à jour automatiquement avec un intervalle de temps configurable
sv: Uppdatera automatiskt vid ett konfigurerbart intervall.
uk: Оновлювати автоматично з вказаним інтервалом.

source: Reddit Inbox
fr: Reddit : boite de réception
sv: Reddit-inkorg
uk: Вхідні Reddit

source: Comment reply from %s
de: Antwort auf einen Kommentar von %s
es: Respuesta de %s
fr: %s a répondu à un commentaire
sv: Kommentera svar från %s

source: Post reply from %s
de: Antwort auf ein Posting von %s
es: Publicar respuesta de %s
fr: %s a répondu à un message
sv: Posta svar från %s
uk: Відповідь від %s

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
sv: Namnlös
uk: Без назви

source: Feeds Applet
es: Miniaplicación de fuentes
fr: Applet flux
sv: Flödesprogram
uk: Аплет стрічки новин

source: Monitor web feeds
de: Web-Feeds beobachten
es: Monitorear fuentes web
fr: Surveiller des flux Web
sv: Övervaka webbflöden
uk: Перегляд веб стрічок

source: Loading feeds...
de: Lade Feeds …
es: Cargando fuentes...
fr: Actualisation des flux...
sv: Läser in flöden...
uk: Завантаження стрічок...

source: You don't have any feeds.
de: Sie haben keine Feeds.
es: No tiene ninguna fuente.
fr: Vous n'avez aucun flux.
sv: Du har inga flöden.
uk: У Вас відсутні стрічки новин.

source: %s <a href='%s'>%s</a> <a href='%s'>%s</a> (%s More)
de: %s <a href='%s'>%s</a> <a href='%s'>%s</a> (%s mehr)
es: %s <a href='%s'>%s</a> <a href='%s'>%s</a> (%s Más)
fr: %s <a href='%s'>%s</a> <a href='%s'>%s</a> (%s plus)
sv: %s <a href='%s'>%s</a> <a href='%s'>%s</a> (%s fler)

source: %s New Item - Feeds Applet
de: %s neue Nachricht – Feeds-Applet
es: %s nuevo elemento - Miniaplicación de fuentes
fr: %s nouvel élément - Applet flux
sv: %s nytt flödesobjekt
uk: %s Нове повідомлення - Стрічка новин

source: _Add Feed
de: Feed _hinzufügen
es: _Añadir fuente
fr: _Ajouter un flux
sv: _Lägg till flöde
uk: _Додати стрічку новин

source: Open this feed's website
de: Die Website dieses Feeds öffnen
es: Abrir el sitio de la fuente
fr: Aller sur le site de ce flux
sv: Öppna webbplatsen för detta flöde
uk: Відкрити сайт цієї стрічки

source: Loading...
de: Wird geladen ...
es: Cargando...
fr: Chargement…
sv: Läser in...
uk: Завантаження...

source: Show this feed's items
de: Die Inhalte dieses Feeds anzeigen
es: Mostrar artículos de la fuente
fr: Montrer les éléments de ce flux
sv: Visa objekt för detta flöde
uk: Показати повідомлення цієї стрічки

source: Hide this feed's items
de: Die Inhalte dieses Feeds verbergen
es: Ocultar los elementos de esta fuente
fr: Cacher les éléments de ce flux
sv: Dölj objekt för detta flöde
uk: Приховати повідомлення цієї стрічки

source: Add Feed
de: Feed hinzufügen
es: Añadir fuente
fr: Ajouter un flux
sv: Lägg till flöde
uk: Додати стрічку

source: Show Only _New Feeds
de: Nur Feeds mit _neuen Inhalten zeigen
es: Mostrar solo nuevas fuentes
fr: Montrer uniquement les _nouveaux flux
sv: Visa endast _nya flöden
uk: Показати лише _Нові стрічки

source: _About %s
de: _Über %s
es: _Acerca de %s
fr: À _propos de %s
sv: _Om %s
uk: _Про %s

source: Applet to monitor web feeds
de: Ein Applet zum Beobachten von Web-Feeds
es: Miniaplicación para monitorear fuentes web
fr: Applet pour surveiller des flux Web
sv: Miniprogram för att övervaka webbflöden
uk: Аплет перегляду веб стрічок

source: OPML Import
de: OPML importieren
es: Importar OPML
fr: Import OPML
sv: OPML-importering
uk: Імпорт OPML

source: Do you want to add %d feed?
de: Wollen Sie %d Feed hinzufügen?
es: ¿Añadir la fuente %d?
fr: Voulez-vous ajouter %d flux ?
sv: Vill du lägga till %d flöde?
uk: Бажаєте додати стрічку %d ?

source: Could not open '%s'
de: »%s« konnte nicht geöffnet werden
es: No se pudo abrir «%s»
fr: Impossible d'ouvrir « %s »
sv: Kunde inte öppna "%s"
uk: Не вдається відкрити '%s'

source: Could not save '%s'
de: »%s« konnte nicht gespeichert werden
es: No se pudo guardar «%s»
fr: Impossible d'enregistrer « %s »
sv: Kunde inte spara "%s"
uk: Не можу зберегти '%s'

source: Feeds Applet Preferences
de: Einstellungen für das Feeds-Applet
es: Preferencias de aplicación de fuentes
fr: Préférences de l'applet flux
sv: Inställningar för Flödesprogram
uk: Параметри аплету стрічок

source: Feeds
es: Fuentes
fr: Flux
sv: Flöden
uk: Стрічки

source: Updating
de: Aktualisieren
es: Actualizando
fr: Mise à jour en cours
sv: Uppdatering
uk: Оновлення

source: _Show website icons
de: Websitesymbole _zeigen
es: _Mostrar iconos de sitios
fr: _Montrer les icônes des sites
sv: _Visa webbplatsikoner
uk: _Показвуати іконки сайтів

source: Show _only new feeds
de: _Nur Feeds mit neuen Inhalten zeigen
es: Mostrar s_olo nuevas fuentes
fr: Montrer _seulement les nouveaux flux
sv: Visa _endast nya flöden
uk: Показувати _лише нову стрічки

source: Import
de: Importieren
es: Importar
fr: Importer
sv: Importera
uk: Імпортувати

source: Export
de: Exportieren
es: Exportar
fr: Exporter
sv: Exportera
uk: Експортувати

source: _Notify for updated feeds
de: Bei aktualisierten Feeds be_nachrichtigen
es: _Notificar al actualizar fuentes
fr: _Avertir lorsqu'un flux a été mis à jour
sv: _Notifiera för uppdaterade flöden
uk: _Повідомляти про оновлення в стрічках

source: _Update automatically
de: _Automatisch aktualisieren
es: Act_ualizar automáticamente
fr: _Mettre à jour automatiquement
sv: _Uppdatera automatiskt
uk: _Автоматисно оновлювати

source: Update every
de: Aktualisiere alle
es: Actualizar cada
fr: Mettre à jour toutes les
sv: Uppdatera var
uk: Оновлювати кожні

source: minutes
de: Minuten
es: minutos
sv: minut
uk: хвилин

source: Keep items unread when updating
de: Inhalte beim Aktualisieren als ungelesen markiert lassen
es: Mantener sin leer los elementos al actualizar
fr: Garder les évènements non-lus lors des mises à jour
sv: Behåll objekt olästa vid uppdatering
uk: Зберігати новину непрочитаною при оновленні

source: Open OPML File
de: OPML-Datei öffnen
es: Abrir archivo OMPL
fr: Ouvrir un fichier OPML
sv: Öppna OPML-fil
uk: Відкрити OPML файл

source: Save OPML File
de: OPML-Datei speichern
es: Guardar archivo OMPL
fr: Sauvegarder un fichier OPML
sv: Spara OPML-fil
uk: Зберегти OPML файл

source: feeds.opml
es: fuentes.opml
fr: flux.opml
sv: flöden.opml

source: Awn Feeds Applet Items
de: Inhalte des Awn Feeds-Applets
es: Elementos de la miniaplicación de fuentes de AWN
fr: Éléments de l'applet flux de Awn
sv: Flödesobjekt för Awn
uk: Повідомлення аплету новин Awn

source: Source:
de: Quelle:
es: Origen:
sv: Källa:
uk: Джерело:

source: Search
de: Suchen
es: Buscar
fr: Rechercher
sv: Sök
uk: Пошук

source: You must sign in to a Google service to search for feeds.
de: Sie müssen sich bei einem Google-Service anmelden, um nach Feeds zu suchen
es: Debe iniciar sesión a un servicio de Google para buscar fuentes.
fr: Vous devez vous inscrire à un service Google pour chercher des flux.
sv: Du måste logga in på en Google-tjänst för att söka efter flöden.
uk: Потрібно увійти в сервіс Google для пошуку стрічок.

source: Timeline
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
sv: Tidslinje
uk: Шкала часу

source: Replies
de: Antworten
es: Respuestas
fr: Réponses
sv: Svar
uk: Відповіді

source: Search for
de: Suche nach
es: Buscar
fr: Rechercher
sv: Sök efter
uk: Шукати за

source: URL:
de: Adresse (URL):
fr: Lien :
sv: Webbadress:

source: Username:
de: Benutzername:
es: Usuario:
fr: Identifiant :
sv: Användarnamn:
uk: Користувач:

source: Password:
de: Kennwort:
es: Contraseña:
fr: Mot de passe :
sv: Lösenord:
uk: Пароль:

source: Feed search by
de: Suche Feeds nach
es: Búsqueda de fuentes por
fr: Rechercher les flux par
sv: Flödessökning av
uk: Пошук стрічки по

source: _Search
de: _Suchen
es: _Buscar
fr: _Recherche
sv: _Sök
uk: _Пошук

source: There was an error while searching. Please try again later.
de: Ein Fehler ist während der Suche aufgetreten. Probieren Sie es später noch einmal.
es: Hubo un error mientras se buscaba. Inténtelo nuevamente más tarde.
fr: Une erreur est survenue lors de la recherche. Veuillez réessayer plus tard.
sv: Det uppstod ett fel under sökningen. Försök igen senare.
uk: Під час пошуку виникла помилка. Будь-ласка, спробуйте пізніше.

source: No results found. Try checking your spelling or using different search terms.
de: Keine Ergebnisse gefunden. Überprüfen Sie die Schreibweise oder verwenden Sie andere Suchbegriffe.
es: No se encontraron resultados. Intente comprobar su ortografía o usar términos de búsqueda distintos.
fr: Rien n'a été trouvé. Essayez de vérifier l'orthographe ou d'utiliser d'autres termes de recherche.
sv: Inga resultat hittades. Försök kontrollera din stavning eller använd andra söktermer.
uk: Не знайдено жодних результатів. Перевірте граматику, чи введіть інші пошукові слова.

source: 0: one icon with dialog; 1: one icon with docklet on click; 2: persistent docklet
de: 0: ein Symbol mit Dialog; 1: ein Symbol mit Docklet beim Klicken; 2: ständiges Docklet
es: 0: un icono con diálogo; 1: un icono con docklet al pulsar; 2: docklet continuo
fr: 0 : une icône avec une boîte de dialogue ; 1 : une icône avec un docklet lors d'un clique, 2 : un docklet persistent
sv: 0. En ikon med dialogruta, 1. En ikon med docklet, 2. Ihållande docklet.

source: The action to perform on left click
de: Die Aktion, die bei einem Linksklick ausgeführt wird
es: La acción a realizar con clic izquierdo
fr: Action à réaliser lors d'un clic gauche
sv: Åtgärden att utföra vid vänsterklick.
uk: Дія при натисненні лівої кнопки мишки

source: The action to perform on middle click
de: Die Aktion, die bei einem Mittelklick ausgeführt wird
es: La acción a realizar con clic central
fr: Action à réaliser lors d'un clic milieu
sv: Åtgärden att utföra vid mittenklick.
uk: Дія при натисненні середньої кнопки мишки

source: The file browser to use
de: Der verwendete Datei-Browser
es: El navegador de archivos a usar
fr: Navigateur de fichier à utiliser
sv: Filbläddraren att använda.
uk: Переглядач файлів

source: The path to use on left click
de: Der Ordner, der bei einem Linksklick geöffnet wird
es: La ruta a usar con clic izquierdo
fr: Chemin à utiliser lors d'un clic gauche
sv: Sökvägen att använda vid vänsterklick.
uk: Шлях при натисненні лівої кнопки миші

source: The path to use on middle click
de: Der Ordner, der bei einem Mittelklick geöffnet wird
es: La ruta a usar con clic central
fr: Chemin à utiliser lors d'un clic milieu
sv: Sökvägen att använda vid mittenklick.
uk: Шлях при натисненні середньої кнопки миші

source: Whether or not to display Connect to server
de: Ob »Verbindung zu Server« angezeigt wird oder nicht
es: Si se mostrará o no «Conectar al servidor»
fr: Afficher (ou non) « Se connecter à un serveur »
sv: Huruvida "Anslut till server" ska visas eller inte.
uk: Показувати чи ні пункт "Підключитись до серверу"

source: Whether or not to display bookmarks
de: Lesezeichen anzeigen oder nicht
es: Si se mostrarán o no los marcadores
fr: Afficher (ou non) les signets
sv: Huruvida bokmärken ska visas eller inte.
uk: Чи показувати закладки

source: Whether or not to display local drives
de: Lokale Laufwerke anzeigen oder nicht
es: Si se mostrarán o no las unidades locales
fr: Afficher ou non les disques locaux
sv: Huruvida lokala enheter ska visas eller inte.
uk: Чи показувати локальні диски

source: Whether or not to display network drives
de: Netzlaufwerke anzeigen oder nicht
es: Si se mostrarán o no las unidades de red
fr: Afficher (ou non) les disques réseaux
sv: Huruvida nätverksenheter ska visas eller inte.
uk: Чи показувати мережеві диски

source: Whether or not to display the Filesystem
de: Dateisystem anzeigen oder nicht
es: Si se mostrará o no el sistema de archivos
fr: Afficher (ou non) le système de fichier
sv: Huruvida filsystemet ska visas eller inte.
uk: Чи показувати файлову систему

source: Whether or not to display the Trash
de: Mülleimer anzeigen oder nicht
es: Si se mostrará o no la papelera
fr: Afficher (ou pas) la corbeille
sv: Huruvida papperskorgen ska visas eller inte.
uk: Чи показувати кошик

source: Whether or not to display the computer
de: Rechner anzeigen oder nicht
es: Si se mostrará o no el Equipo
fr: Afficher (ou pas) le poste de travail
sv: Huruvida datorn ska visas eller inte.
uk: Чи показувати Комп'ютер

source: Whether or not to display the home folder
de: Persönlichen Ordner anzeigen oder nicht
es: Si se mostrará o no la carpeta personal
fr: Afficher (ou non) le dossier personnel
sv: Huruvida hemmappen ska visas eller inte.
uk: Чи показувати домашній каталог

source: Whether or not to focus the location text box
de: Das Textfeld des Standortes fokussieren oder nicht
es: Si se pondrá el foco o no en la caja de texto de ubicación
fr: Donner (ou non) le focus à la zone de recherche
sv: Huruvida platstextrutan ska fokuseras eller inte.
uk: Чи встановлювати фокус на поле адреси

source: Whether or not to open the place when clicked
de: Orte öffnen wenn geklickt oder nicht
es: Si se abrirá o no el lugar al pulsar
fr: Ouvrir (ou non) l'emplacement lors du clic
sv: Huruvida platsen ska öppnas eller inte vid klickning.
uk: Чи відкривати розташування при натисненні на нього

source: A launcher for your file manager
de: Ein Starter für Ihren Dateimanager
es: Un lanzador hacia su navegador de archivos
fr: Lanceur pour votre navigateur de fichier
sv: En uppstartare för din filhanterare
uk: Запуск файлового менеджера

source: File Browser Launcher
de: Datei-Browser-Starter
es: Lanzador de navegador de archivos
fr: Lanceur du navigateur de fichiers
sv: Filbläddringsstartare
uk: Запуск переглядача файлів

source: Filesystem
de: Dateisystem
es: Sistema de archivos
fr: Système de Fichiers
sv: Filsystem
uk: Файлова система

source: Connect to Server...
de: Verbindung zu Server …
es: Conectar al servidor...
fr: Se connecter à un serveur…
sv: Anslut till server...
uk: З'єднання з сервером...

source: CD/DVD Burner
de: CD/DVD-Brenner
es: Grabador de CD/DVD
fr: Graveur de CD/DVD
sv: Cd/dvd-brännare
uk: Запис CD/DVD дисків

source: Fonts
de: Schriften
es: Tipografías
fr: Polices de caractères
sv: Typsnitt
uk: Шрифти

source: Folder
de: Ordner
es: Carpeta
fr: Répertoire
sv: Mapp
uk: Тека

source: Trash (%d)
de: Mülleimer (%d)
es: Papelera (%d)
fr: Corbeille (%d)
sv: Papperskorg (%d)
uk: Кошик (%d)

source: DVD Drive
de: DVD-Laufwerk
es: Unidad de DVD
fr: Lecteur DVD
sv: Dvd-enhet
uk: Привід DVD

source: CD Drive
de: CD-Laufwerk
es: Unidad de CD
fr: Lecteur CD
sv: Cd-enhet
uk: Привід CD

source: Eject
de: Auswerfen
es: Expulsar
fr: Éjecter
sv: Mata ut
uk: Витягнути

source: Empty Trash
de: Mülleimer leeren
es: Vaciar papelera
fr: Vider la corbeille
sv: Töm papperskorgen
uk: Очистити смітник

source: Confirm deletion
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
sv: Bekräfta tömning
uk: Підтвердити видалення

source: <big><b>Are you sure you want to delete every item from the trash?</b></big>
de: <big><b>Sind Sie sicher, dass Sie alle Objekt im Müll löschen wollen?</b></big>
es: <big><b>¿Está seguro de eliminar todos los elementos de la papelera?</b></big>
fr: <big><b>Êtes vous sûr de vouloir supprimer tous les éléments de la corbeille ?</b></big>
sv: <big><b>Är du säker på att du vill ta bort alla objekt i papperskorgen?</b></big>
uk: <big><b>Ви справді хочете очистити корзину?</b></big>

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
sv: Denna åtgärd kan inte ångras.
uk: Цю дію не можна буде скасувати

source: A customizable launcher for browsing your files.
de: Ein konfigurierbarer Starter zum Durchstöbern Ihrer Dateien.
es: Un lanzador personalizable para gestionar sus archivos.
fr: Un lanceur personnalisable pour explorer vos fichiers.
sv: En anpassningsbar uppstartare för bläddring bland dina filer
uk: Налаштовуваний запуск переглядача файлів
