Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: If charge level reaches this threshold, a notification will be sent.
de: Wenn der Ladezustand diesen Schwellenwert erreicht, wird eine Benachrichtigung gesendet
es: Si el nivel de carga alcanza este nivel, se enviará una notificación.
fr: Si le niveau de chargement atteint ce seuil, une notification sera envoyée.
sv: Om laddningsnivån uppnår denna gräns skickas en notifiering.
uk: При досягненні вказаної межі заряду, буде відправлено повідомлення.

source: If enabled, notify when the charge level reaches the high level.
de: Wenn aktiviert, erscheint eine Benachrichtigung bei vollständig aufgeladenem Akku.
es: Si se activa, se notificará cuando el nivel de carga alcance el nivel alto.
fr: Si activé, notifie lorsque la charge atteint le niveau haut.
sv: Om aktiverat visas en notifiering när laddningsnivån uppnår den höga nivån.
uk: Якщо ввімкнено, при повному заряді буде показано повідомлення.

source: If enabled, warn when the charge level drops below the warning threshold.
de: Bei Aktivierung warne, wenn der Ladezustand unterhalb des Warnschwellenwertes sinkt
es: Si se activa, avisa cuando el nivel de carga cae por debajo del umbral de alarma.
fr: Si activé, avertit lorsque le niveau de charge passe en dessous de la limite.
sv: Om aktiverat visas en varning när laddningsnivån sjunker under varningsgränsen.
uk: Якщо увімкнено, буде показано попередження при падінні заряду нижче вказаної межі.

source: The name of the theme of the icon.
de: Themenname des Symbols
es: El nombre del tema de iconos
fr: Nom du thème de l'icône
sv: Namnet på ikontemat.
uk: Назва теми іконок.

source: Unit of low level threshold (Percent or Time Remaining).
de: Einheit des Warnschwellenwertes (Prozent oder verbleibende Zeit)
es: Unidad del nivel de rendimiento bajo (porcentaje o tiempo restante)
fr: Unité de la limite basse (pourcentage ou temps en restant).
sv: Enhet för gräns vid låg nivå, i procent eller återstående tid.
uk: Одиниці вимірювання нижньї межі заряду (відсотки, або часу лишилось)

source: Battery
de: Akku
es: Batería
fr: Batterie
sv: Batteri
uk: Батарея

source: Display battery state
de: Zeigt den Ladezustand des Akkus
es: Mostrar estado de la batería
fr: Afficher l'état de la batterie
sv: Visa batteritillstånd
uk: Показувати статус батареї

source: Battery Status
de: Akku-Status
es: Estado de la batería
fr: État de la batterie
sv: Batteristatus
uk: Статус батареї

source: An applet which displays battery information
de: Ein Applet zum Anzeigen von Informationen über den Akku
es: Una miniaplicación que muestra la información de la batería
fr: Un applet qui affiche l'état de la batterie
sv: Ett miniprogram som visar batteri-information
uk: Аплет відображає інформацію про батарею

source: No batteries
de: Kein Akku
es: Sin baterías
fr: Pas de batterie
sv: Inga batterier
uk: Батарей не знайдено

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
sv: Procent
uk: Відсотки

source: AC
de: Netzbetrieb
es: CA
fr: Secteur
sv: extern ström
uk: Від мережі

source: battery
de: Akkubetrieb
es: batería
fr: batterie
sv: batteriström
uk: акумулятор

source: Computer running on %s power
de: Rechner läuft im %s
es: Equipo actualmente en energía %s
fr: L'ordinateur fonctionne avec une puissance de %s
sv: Datorn körs på %s
uk: Комп'ютер працює на %s енергії

source: Battery charged
de: Akku geladen
es: Batería cargada
fr: Batterie chargée
sv: Batteriet laddat
uk: Акумулятор заряджено

source: until charged
de: bis geladen
es: hasta su carga
fr: avant charge complète
sv: tills uppladdat
uk: до повного заряду

source: remaining
de: verbleibend
es: restante
fr: restant
sv: återstår
uk: залишилось

source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
sv: Återstående tid
uk: Часу лишилось

source: %d hours
de: %d Stunden
es: %d horas
fr: %d heures
sv: %d timmar
uk: %d годин

source: %d hour
de: %d Stunde
es: %d hora
fr: %d heure
sv: %d timme
uk: %d година

source: %d minutes
de: %d Minuten
es: %d minutos
sv: %d minuter
uk: %d хвилин

source: %d minute
es: %d minuto
sv: %d minut
uk: %d хвилина

source: <b>General Options</b>
de: <b>Allgemeine Einstellungen</b>
es: <b>Opciones generales</b>
fr: <b>Options générales</b>
sv: <b>Allmänna alternativ</b>
uk: <b>Загалні налаштування</b>

source: <b>Notifications</b>
de: <b>Benachrichtigungen</b>
es: <b>Notificaciones</b>
sv: <b>Notifieringar</b>
uk: <b>Повідомлення</b>

source: If enabled, shows a notification when the charge level reaches a certain percentage
de: Wenn aktiviert, wird eine Benachrichtigung gezeigt, sobald der Ladezustand einen bestimmten Prozentwert erreicht
es: Si se activa, muestra una notificación cuando el nivel de carga alcanza cierto porcentaje
fr: Si activé, notifie lorsque la charge atteint un certain pourcentage.
sv: Om markerad visas en notifiering när laddningsnivån uppnår en viss procent
uk: Якщо увімкнено, при досягненні рівня заряду, вказаної кількості відсотків, буде відображатись повідомлення

source: If enabled, shows a notification when the charge levels drops too low
de: Wenn aktiviert, wird eine Benachrichtigung gezeigt, dass Ladezustand kritisch wird.
es: Si se activa, muestra una notificación cuando el nivel de carga cae demasiado bajo
fr: Si activé, notifie lorsque la charge atteint un un niveau trop bas.
sv: Om markerad visas en notifiering när laddningsnivån blir för låg
uk: Якщо увімкнено, буде відображатись попередження при надто низькому рівні заряду

source: _Battery:
de: _Akku:
es: _Batería:
fr: _Batterie :
sv: _Batteri:
uk: _Батарея:

source: _Notify when charge level reaches:
de: _Benachrichtigen, wenn der Ladezustand diesen Wert erreicht:
es: _Notificar cuando el nivel de carga alcance:
fr: _Notifie lorsque le niveau de charge atteint :
sv: _Notifiera när laddningsnivån når:
uk: _Повідомляти при досягнені рівня заряду:

source: _Theme:
de: _Thema:
es: _Tema:
fr: _Thème :
sv: Te_ma:
uk: _Тема:

source: _Warn when charge level drops to:
de: _Warnen, wenn der Ladezustand unter diesen Wert fällt:
es: _Advertir cuando el nivel de carga caiga a:
fr: _Avertit lorsque le niveau de charge descend à :
sv: _Varna när laddningsnivån sjunker till:
uk: _Попереджати при падінні заряду до:

source: Battery is running low
de: Akku-Ladezustand ist niedrig
es: La batería está baja
fr: Batterie faible
sv: Batteriet börjar ta slut
uk: Низький заряд батареї

source: You have approximately <b>%s</b> of remaining battery power (%d%%).
de: Die restliche Akkulaufzeit beträgt etwa <b>%s</b> (%d %%).
es: Tiene aproximadamente <b>%s</b> de energía de batería restante (%d%%).
fr: Il reste approximativement <b>%s</b> de batterie (%d%%).
sv: Du har ungefär <b>%s</b> återstående batteriström (%d%%)

source: Battery is critically low
de: Akku-Ladezustand ist kritisch.
es: La batería está críticamente baja
fr: Le niveau de batterie restant est extrêment faible
sv: Batterinivån är kritiskt låg
uk: Заряд батереї надто низький

source: Battery is charged
de: Akku ist aufgeladen
es: La batería está cargada
fr: La batterie est chargée
sv: Batteriet är laddat
uk: Батарея заряджається

source: Your battery is fully charged.
de: Ihr Akku ist vollständig geladen.
es: La batería está completamente cargada.
fr: Votre batterie est totalement chargée.
sv: Ditt batteri är fulladdat
uk: Батарея повністю заряджена

source: Your battery is charged to <b>%d%%</b>.
de: Ihr Akku ist zu <b>%d %%</b> geladen.
es: Su batería está cargada al <b>%d%%</b>.
fr: Votre batterie est chargée à <b>%d%%</b>.
sv: Ditt batteri är uppladdat till <b>%d%%</b>
uk: Ваша батарея заряджена до <b>%d%%</b>.

source: A custom time format (strftime()), used if not empty.
de: Ein benutzerdefiniertes Zeitformat (strftime()), wird benutzt, falls nicht leer.
es: Se usa un formato de tiempo predeterminado (strftime()), si no está vacío.
fr: Un format de temps personnalisé (strftime()), utilisé si non vide.
sv: Ett anpassat tidsformat, strtime() används om inte tomt.
uk: Користувацький формат часу (strftime()), використовується лише коли заповнено.

source: If enabled, besides hours and minutes, the seconds will be visible too.
de: Wenn aktiviert, werden, neben Stunden und Minuten, auch die Sekunden angezeigt.
es: Si está activado, además de las horas y los minutos, los segundos también serán visibles.
fr: Si activé, les secondes seront affichées à côté des heures et des minutes.
sv: Om aktiverat visas även sekunder utöver timmar och minuter.
uk: Якщо увімкнено, то крім годин та хвилин, буде показано секунди.

source: If enabled, displays the weather as an overlay on top of the clock.
de: Wenn aktiviert, wird das Wetter auf der Uhr angezeigt.
es: Si se activa, mostrará el clima superpuesto al reloj.
fr: Si activé, la météo sera affichée au dessus de l'horloge.
sv: Om aktiverat visas vädret som en överlappning på klockan.
uk: Якщо увімкнено, то буде відображатись погода поверх годинника.

source: If enabled, the date will be shown in the title.
de: Wenn aktiviert, wird das Datum im Titel angezeigt.
es: Si se activa, la fecha será mostrada en el título.
fr: Si activé, la date sera affichée dans le titre.
sv: Om aktiverat visas datumet i titeln.
uk: Якщо увімкнено, то в заголовку буде показано дату.

source: If enabled, the seconds hand will be visible in the clock.
de: Wenn aktiviert, wird der Sekundenzeiger auf der Uhr angezeigt.
es: Si se activa, el segundero será visible en el reloj.
fr: Si activé, l'aiguille des secondes sera visible dans l'horloge.
sv: Om aktiverat visas sekundvisaren i klockan.
uk: Якщо увімкнено, буде відображатись секундна стрілка.

source: List of cities and timezones separated by a '#' character.
de: Liste der Städte und Zeitzonen, getrennt durch #
es: Lista de ciudades y zonas horarias separadas por un signo «#».
fr: Liste des villes et des fuseaux horaires séparés par le symbole « # ».
sv: Lista över städer och tidszoner, separerade med ett #-tecken.
uk: Список міст, та часових поясів, розділених знаком '#'.

source: Show time in 24 hour format if enabled, or 12 hour format when disabled.
de: Zeige Zeit im 24-Stunden-Format, wenn aktiviert, oder im 12-Stunden-Format, wenn deaktiviert.
es: Muestra la hora en un formato de 24 horas, o en formato de 12 horas si se desactiva.
fr: Affiche le temps au format 24 heures si activé ou au format 12 heures sinon.
sv: Om aktiverat visas tiden i 24-timmarsformat. Om inaktiverat gäller 12-timmarsformat.
uk: Показувати час у 24 годинному форматі - якщо увімкнено, інакше в 12 годинному.

source: Temperature unit (0: Celsius, 1: Fahrenheit, 2: Kelvin).
de: Temperaturmaßeinheit (0: Grad Celsius, 1: Grad Fahrenheit, 2: Kelvin).
es: Unidad de temperatura (0: Celsius, 1: Fahrenheit, 2: Kelvin).
fr: Unité de température (0 : Celsius, 1 : Fahrenheit, 2 : Kelvin).
sv: Temperaturenhet; 0. Celsius, 1. Fahrenheit, 2. Kelvin.
uk: одиниця вимірювання температури (0: Цельсій, 1: Фаренгейт, 2: Келвін).

source: The name of the theme of the analog clock.
de: Name des Themas für die analoge Uhr
es: El nombre del tema del reloj analógico.
fr: Le nom du thème de l'horloge analogique.
sv: Namnet på temat för den analoga klockan.
uk: Назва теми аналогового годинника.

source: Wind speed unit (0: m/s, 1: km/h, 2: mph, 3: knots, 4: Beaufort).
de: Maßeinheit der Windgeschwindigkeit (0: m/s, 1: km/h, 2: mph, 3: Knoten, 4: Beaufort)
es: Unidad de velocidad del viento (0:m/s, 1: km/h, 2: mph, 3: nudos, 4: Beaufort).
fr: Unité de vitesse du vent (0 : m/s, 1 : km/h, 2 : mph, 3 : knots, 4 : Beaufort).
sv: Vindhastighetsenhet; 0. m/s, 1. km/h, 2. mph, 3. knop, 4. beaufort.
uk: Вимірювання швидкості вітру (0: м/с, 1: км/год, 2: миль/год, 3: вузлів, 4: Бофорти).

source: Cairo Clock
de: Cairo-Uhr
es: Reloj Cairo
fr: Horloge Cairo
sv: Cairo-klocka

source: Displays an analog clock and supports additional clocks for different locations
de: Zeigt eine analoge Uhr und bietet zusätzliche Uhren für unterschiedliche Standorte
es: Muestra un reloj analógico y soporta más relojes para lugares diferentes
fr: Affiche une horloge analogique et supporte les horloges additionnelles pour d'autres emplacements
sv: Visar en analog klocka som stöder ytterligare klockor för olika platser
uk: Відображає аналоговий годинник, підтримує додаткові годинники, для різних місць.

source: Applet that displays an analog clock and supports additional clocks for different locations
de: Ein Applet, das eine analoge Uhr anzeigt und zusätzliche Uhren für verschiedene Orte unterstützt
es: Miniaplicación que muestra un reloj análogo y soporta relojes adicionales para diferentes lugares.
fr: Applet qui affiche une horloge analogique et qui supporte des horloges supplémentaires pour différents fuseaux horaires.
sv: Miniprogram som visar en analog klocka som stöder ytterligare klockor för olika platser
uk: Аплет показує аналоговий годинник також підтримує додаткові годинники, для різних місць.

source: 12 _hour format
de: 12-_Stunden-Format
es: Formato de 12 _horas
fr: Format 12 _heures
sv: 12-t_immarsformat
uk: 12 _годинний формат

source: 24 h_our format
de: 24-S_tunden-Format
es: Formato de 24 h_oras
fr: Format 24 h_eures
sv: 24-ti_mmarsformat
uk: 24 _годинний формат

source: <b>Clock Display</b>
de: <b>Uhr-Anzeige</b>
es: <b>Apariencia de reloj</b>
fr: <b>Affichage de l'horloge</b>
sv: <b>Klockvisning</b>
uk: <b>Показ годинника</b>

source: <b>Title Options</b>
de: <b>Titel-Einstellungen</b>
es: <b>Opciones de título</b>
fr: <b>Options du titre</b>
sv: <b>Titelalternativ</b>
uk: <b>Параметри заголовку</b>

source: Find _Next
de: _Weitersuchen
es: Buscar _siguiente
fr: Rechercher le _suivant
sv: Sök _nästa
uk: Знайти _наступне

source: If enabled, besides hours and minutes, the seconds will be visible too
de: Wenn aktiviert, werden neben Stunden und Minuten auch die Sekunden angezeigt
es: Si se activa, además de horas y minutos, los segundos también serán visibles
fr: Si activé, les secondes seront affichées à côté des heures et des minutes.
sv: Om markerad visas även sekunder utöver timmar och minuter
uk: Якщо увімкнено, то крім годин та хвилин, буде показано секунди

source: If enabled, the date will be shown in the title
de: Wenn aktiviert, wird das Datum im Titel angezeigt
es: Si se activa, la fecha será visible en el título
fr: Si activé, la date sera affichée dans le titre
sv: Om markerad visas datumet i titeln
uk: Якщо увімкнено, дата буде показана в заголовку

source: If enabled, the seconds hand will be visible in the clock
de: Wenn aktiviert, wird der Sekundenzeiger der Uhr mitangezeigt
es: Si se activa, el segundero será visible en el reloj
fr: Si activé, l'aiguille des secondes sera visible dans l'horloge.
sv: Om markerad visas sekundvisaren i klockan
uk: Якщо увімкнено, то буде показано секундну стрілку

source: If enabled, time will be shown like 1:23 AM
de: Wenn aktiviert, wird die Uhrzeit als 1:23 AM angezeigt
es: Si se activa, la hora será visible como 1:23 AM
fr: Si activé, l'heure sera affichée de manière analogue à « 1:23 AM »
sv: Om markerad visas tiden som 1:23 AM
uk: Якщо увімкнено, то час буде показано в 12 годинному форматі

source: If enabled, time will be shown like 23:45
de: Wenn aktiviert, wird die Zeit angezeigt wie 23:45
es: Si se activa, la hora se mostrará como 23:45
fr: Si activé, l'heure sera affichée de manière analogue à « 23:45 »
sv: Om markerad visas tiden som 23:45
uk: Якщо увімкнено, то час буде показано в 24 годинному форматі

source: Location Name:
de: Name des Ortes:
es: Nombre de ubicación:
fr: Nom de l'emplacement :
sv: Platsnamn:
uk: Назва місцевості:

source: Show _seconds
de: _Sekunden anzeigen
es: Mostrar _segundos
fr: Afficher les _secondes
sv: Visa _sekunder
uk: Показувати _секунди

source: Show seco_nds hand
de: Sekunden_zeiger anzeigen
es: Mostrar segu_ndero
fr: Afficher l'aiguille des seco_ndes
sv: Visa s_ekundvisare
uk: Показати секундну стрілку

source: Show the _date
de: _Datum anzeigen
es: Mostrar la _fecha
fr: Afficher la _date
sv: Visa _datumet
uk: Показати _дату

source: _Show weather of current location
de: _Wetter des gegenwärtigen Standortes anzeigen
es: Mostrar el _clima del lugar actual
fr: _Montrer la météo de l'emplacement courant
sv: _Visa vädret för nuvarande plats
uk: _Показати погоду поточного місці

source: _Temperature unit:
de: _Temperatureinheit:
es: Unidad de _temperatura:
fr: Unité de _température :
sv: Tem_peraturenhet:
uk: Одиниці _температури:

source: _Wind speed unit:
de: _Windgeschwindigkeitseinheit:
es: Unidad de velocidad del _viento:
fr: Unité de _vitesse du vent :
sv: _Vindhastighetsenhet:
uk: Одиниці швидкості _вітру:

source: km/h
sv: km/t
uk: км/г

source: knots
de: Knoten
es: nudos
fr: nœuds
sv: knop
uk: вузли

source: Locations
de: Orte
es: Ubicaciones
fr: Emplacements
sv: Platser
uk: Місця

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
sv: Redigera
uk: Редагувати

source: Places
de: Orte
es: Lugares
fr: Raccourcis
sv: Platser
uk: Місця

source: Recent Documents
de: Zuletzt geöffnete Dokumente
es: Documentos recientes
fr: Documents récents
sv: Senaste dokument
uk: Недавні документи

source: Remove Icon
de: Symbol entfernen
es: Eliminar icono
fr: Supprimer l'icône
sv: Ta bort ikon
uk: Вилучити піктограму

source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
sv: Huvudmeny
uk: Головне меню

source: A Main Menu.
de: Ein Hauptmenü
es: Un Menú principal.
fr: Un menu principal.
sv: En huvudmeny
uk: Головне меню.

source: Cairo Main Menu
de: Cairo-Hauptmenü
es: Menú principal Cairo
fr: Menu principal Cairo
sv: Cairo-huvudmeny
uk: Головне меню Cairo.

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Fermer la session
sv: Logga ut
uk: Вихід

source: Lock Screen
de: Bildschirm sperren
es: Bloquear pantalla
fr: Verrouiller l'écran
sv: Lås skärmen
uk: Блокувати екран

source: Suspend
de: Bereitschaft
es: Suspender
fr: Mettre en Veille
sv: Vänteläge
uk: Призупинити

source: Hibernate
de: Ruhezustand
es: Hibernar
fr: Hiberner
sv: Viloläge
uk: Режим сну

source: Shutdown
de: Ausschalten
es: Apagar
fr: Éteindre
sv: Stäng av
uk: Вимкнути

source: Computer
de: Rechner
es: Equipo
fr: Poste de travail
sv: Dator
uk: Комп'ютер

source: Home
de: Persönlicher Ordner
es: Inicio
fr: Dossier personnel
sv: Hemmapp
uk: Домівка

source: Desktop
de: Arbeitsfläche
es: Escritorio
fr: Bureau
sv: Skrivbord
uk: Стільниця

source: Trash
de: Mülleimer
es: Papelera
fr: Corbeille
sv: Papperskorg
uk: Смітник

source: File System
de: Dateisystem
es: Sistema de archivos
fr: Système de fichiers
sv: Filsystem
uk: Файлова система

source: Removable Media
de: Wechselmedium
es: Soportes extraíble
fr: Média amovible
sv: Flyttbara media
uk: Від'єднувані носії

source: Network
de: Netzwerk
es: Red
fr: Réseau
sv: Nätverk
uk: Мережа

source: Connect to Server
de: Verbindung zu Server
es: Conectarse a un servidor
fr: Se connecter a un serveur
sv: Anslut till server
uk: З'єднатися з сервером

source: Unable to mount %s
de: %s konnte nicht eingehängt werden
es: No se pudo montar %s
fr: Impossible de monter %s
sv: Kan inte montera %s
uk: Не вдається приєднати %s

source: Clear the Recent Documents list?
de: Liste der zuletzt geöffneten Dokumente löschen?
es: ¿Vaciar la lista de documentos recientes?
fr: Voulez-vous effacer la liste des documents récents ?
sv: Rensa Senaste dokument-listan?
uk: Очистити список недавно використаних документів?

source: If you clear the Recent Documents list, you clear the following: • All items from the Places → Recent Documents menu item. • All items from the recent documents list in all applications.
de: Das Leeren der Liste der zuletzt verwendeten Dokumente betrifft: • Alle Einträge im Menü Orte → Zuletzt geöffnete Dokumente. • Die Liste der zuletzt geöffneten Dokumente in allen Anwendungen.
es: Si vacía la lista de documentos recientes, eliminará lo siguiente: • Todos los elementos del menú Lugares → Documentos recientes. • Todos los elementos de la lista de documentos recientes en todas las aplicaciones.
fr: Si vous videz la liste des documents récents, vous videz ce qui suit : • Tous les éléments du sous-menu Raccourcis → Documents récents. • Tous les éléments de la liste des documents récents de toutes les applications.
sv: Om du rensar Senaste dokument-listan så rensar du bort följande: • Alla objekt från menyobjektet Platser → Senaste dokument. • Alla objekt från Senaste dokument-listan i alla program.
uk: При очищенні список недавно використаних документів, будуть очищені: • Усі елементи з пункту меню Місця → Недавні документи. • Усі елементи зі списку недавно використаних документів усіх програм.

source: Clear Recent Documents
de: Liste der zuletzt geöffneten Dokumente löschen
es: Vaciar documentos recientes
fr: Videz la liste des documents récents
sv: Rensa senaste dokument
uk: Очистити недавні документи

source: Clock/Calendar Applet
de: Uhr/Kalender-Applet
es: Miniaplicación de Reloj/Calendario
fr: Applet Horloge/Calendrier
sv: Klock-/kalenderprogram
uk: Аплет годинник/календар

source: Watch appointments on your dock
de: Behalten Sie Ihre Termine im Auge
es: Ver citas en su dock
fr: Surveillez vos rendez-vous depuis votre dock
sv: Håll reda på möten med din dock
uk: Перегляд списку зустрічей та завдань з панелі.

source: Login to
de: Anmelden bei
es: Autenticarse en
fr: Connexion à
sv: Logga in på
uk: Увійти в

source: Online Calendar
de: Online Kalender
es: Calendario en línea
fr: Calendrier en ligne
sv: Nätkalender
uk: Онлайн календар

source: Calendar Username
de: Kalender Benutzername
es: Nombre de usuario del calendario
fr: Nom d'utilisateur du calendrier
sv: Kalender-användarnamn
uk: Ім'я користувача календаря

source: Calendar Password
de: Kalender Passwort
es: Contraseña del calendario
fr: Mot de passe du calendrier
sv: Kalender-lösenord
uk: Пароль календаря

source: Save Password
de: Passwort speichern
es: Guardar la contraseña
fr: Enregistrer le mot de passe
sv: Spara lösenordet
uk: Зберегти пароль

source: You have chosen to save your password. Although the password will be stored in an encrypted format, there is always a remote possibility that your password can be stolen and decrypted if your computer's security is breached. Are you still sure you want to save your password?
de: Sie haben Passwort speichern gewählt. Das Passwort wird verschlüsselt gespeichert. Trotzdem besteht immer die Möglichkeit, dass Ihr Passwort nach einem Einbruch in Ihren Computer gestohlen oder entschlüsselt wird. Möchten sie ihr Passwort immer noch speichern?
es: Ha elegido guardar su contraseña. Aunque la contraseña sera almacenada en un formato cifrado, siempre existe una remota posibilidad de que pueda ser robada y descifrada si la seguridad de su equipo se compromete. ¿Está seguro de guardar su contraseña?
fr: Vous avez choisi de sauvegarder votre mot de passe. Même si votre mot de passe sera stocké dans un format crypté, il y aura toujours une possibilité de décryptage et de vol de votre mot de passe si la sécurité de votre ordinateur est compromise. Confirmez-vous votre choix de sauvegarder votre mot de passe ?
sv: Du har valt att spara ditt lösenord. Även om lösenordet kommer att lagras i ett krypterat format så finns det alltid en mycket liten chans att ditt lösenord kan stjälas och dekrypteras om säkerheten på din dator komprometteras. Är du säker på att du vill spara ditt lösenord?
uk: Ви вирішили зберегти пароль. Хоча пароль зберігається в закодованому вигляді, завжди пам'ятайте, що пароль може бути викраденим і розшифрованим, якщо безпеку Вашого комп'ютера буде порушено. Ви впевнені, що хочете зберегти пароль?

source: Classic LCD
de: Klassisches LCD
es: LCD clásico
fr: LCD classique
sv: Klassisk lcd
uk: Класичний LCD

source: Backlit Amber LCD
de: Bernsteinfarben hinterleuchtete LCD-Anzeige
es: LCD de luz de ambiente ámbar
fr: LCD ambre rétro-éclairé
sv: Bakgrundsbelyst bärnstens-lcd
uk: LCD бурштиновий з бідсвіткою
