Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: Mail Applet (Click to Log In)
de: Mail-Applet (Klicken zum Anmelden)
es: Miniaplicación de correo (pulsar para conectarse)
fr: Applet Email (Cliquez pour vous connecter)
sv: E-postprogram (klicka för att logga in)
uk: Аплет пошти (клікніть щоб увійти)

source: Logging in as %s
de: Anmelden als %s
es: Conectándose como %s
fr: Connecté en tant que: %s
sv: Loggar in som %s
uk: Вхід як %s

source: Network error - Mail Applet
de: Netzwerkfehler – Mail-Applet
es: Error de red - Miniaplicación de correo
fr: Erreur réseau - Applet Email
sv: Nätverksfel i E-postprogram
uk: помилка мережі - Аплет пошти

source: New Mail - Mail Applet
de: Neue Nachrichten - Mail-Applet
es: Nuevo Correo - Miniaplicación de Correo
fr: Nouveau courriel - Applet Email
sv: Nytt e-postmeddelande
uk: Нова пошта - Аплет пошти

source: Mail
de: E-Mail
es: Correo
fr: Courriel
sv: E-post
uk: Пошта

source: Open Web Mail
de: Webmail öffnen
es: Abrir correo web
fr: Ouvrir le web-mail
sv: Öppna webbaserad e-post
uk: Відкрити веб пошту

source: Open Desktop Client
de: Desktop-Mailprogramm öffnen
es: Abrir cliente de escritorio
fr: Ouvrir le client mail
sv: Öppna skrivbordsklient
uk: Відкрити програму перегляду пошти

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
sv: Uppdatera
uk: Оновити

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
sv: Logga ut
uk: Вийти

source: No unread messages
de: Keine ungelesenen Nachrichten
es: No hay mensajes sin leer
fr: Aucun message non lus
sv: Inga olästa meddelanden
uk: Немає непрочитаних листів

source: No new messages
de: Keine neuen Nachrichten
es: No hay mensajes nuevos
fr: Pas de nouveaux messages
sv: Inga nya meddelanden
uk: Немає нових листів

source: Wrong username or password
de: Benutzername oder Passwort falsch
es: Nombre de usuario o contraseña incorrectos
fr: Nom d'utilisateur ou mot de passe incorrect
sv: Fel användarnamn eller lösenord
uk: Неправильний логін чи пароль

source: Log In
de: Anmelden
es: Conectarse
fr: Connexion
sv: Logga in
uk: Вхід

source: Type:
de: Typ:
es: Tipo:
sv: Typ:
uk: Тип:

source: Backend
es: Segundo plano
sv: Bakände

source: Could not log in: No username
de: Anmeldefehler: kein Benutzername
es: No se puede iniciar sesión: No hay nombre de usuario
fr: Impossible de se connecter : pas de nom d'utilisateur
sv: Kunde inte logga in: inget användarnamn
uk: Неможливо увійти: не вказано ім'я

source: There seem to be problems with our connection to your account. Your best bet is probably to log out and try again.
de: Es scheinen Probleme mit der Verbindung zu Ihrem Konto aufgetreten zu sein. Am besten melden Sie sich ab und versuchen es dann erneut.
es: Parece haber problemas con la conexión a su cuenta. Lo mejor que podría hacer probablemente sea cerrar sesión y reintentar.
fr: Il semble y avoir des problèmes de connexion avec votre compte. Il vaut probablement mieux vous déconnecter et réessayer.
sv: Det verkar vara problem med vår anslutning till ditt konto. Det bästa är nog att logga ut och försöka igen.
uk: Виникла проблема при вході до Вашого акаунту. Можливо допоможе вийти та спробувати знову

source: [No Subject]
de: Ohne Betreff
es: [Sin Asunto]
fr: [Pas d'Objet]
sv: [Inget ämne]
uk: [Тема Не Вказана]

source: [Unknown]
de: [Unbekannt]
es: [Desconocido]
fr: [Inconnu]
sv: [Okänd]
uk: [невідомо]

source: Could not log in: No username or domain
de: Anmeldefehler: Benutzername oder Domäne nicht angegeben
es: No se pudo iniciar sesión: Sin nombre de usuario o dominio
fr: Impossible de se connecter : pas de nom d'utilisateur ou de domaine
sv: Kunde inte logga in: inget användarnamn eller domän
uk: Неможливо увійти: Відсутні ім’я користувача, або домен

source: Domain:
es: Dominio:
fr: Domaine:
sv: Domän:
uk: Домен:

source: Spool Path:
de: Spool-Pfad:
es: Ruta de la cola:
fr: Chemin du spool :
sv: Spool-sökväg:

source: Could not log in:
de: Anmeldefehler:
es: No se pudo iniciar sesión:
fr: Impossible de se connecter :
sv: Kunde inte logga in:
uk: Неможливо увійти:

source: Could not log in: Username or password incorrect
de: Anmeldefehler: Benutzername oder Passwort falsch
es: No se pudo iniciar sesión: Nombre de usuario o contraseña incorrectos
fr: Impossible de se connecter : nom d'utilisateur ou mot de passe incorrect
sv: Kunde inte logga in: användarnamnet eller lösenordet är felaktigt
uk: Неможливо увійти: невірне ім'я чи пароль

source: Use SSL encryption
de: SSL-Verschlüsselung verwenden
es: Utilizar cifrado SSL
fr: Utiliser le chiffrement SSL
sv: Använd SSL-kryptering
uk: Користуватись шифруванням SSL

source: Could not log in
de: Anmeldung nicht möglich
es: No se ha podido conectar
fr: Impossible de se connecter
sv: Kunde inte logga in
uk: Неможливо увійти

source: Folder does not exst
de: Ordner existiert nicht
es: El directorio no existe
fr: Le dossier n'existe pas
sv: Mappen finns inte
uk: Тека не існує

source: Get messages from only one folder
de: Nachrichten nur von einem einzigen Ordner empfangen
es: Obtenga mensajes desde un solo directorio
fr: Obtenir les messages d'un seul dossier
sv: Hämta endast meddelanden från en mapp
uk: Отримати повідомлення лише з однієї папки

source: Folder:
de: Ordner:
es: Carpeta:
fr: Dossier :
sv: Mapp:
uk: Тека:

source: An applet to check one's email
de: Ein Applet zum Abrufen Ihrer E-Mails
es: Una miniaplicación para comprobar su correo
fr: Un Applet surveillant l'arrivée de nouveaux courriels.
sv: Ett miniprogram för att kontrollera sin e-post
uk: Аплет для перевірки пошти

source: <b>Mail</b>
de: <b>E-Mail</b>
es: <b>Correo</b>
fr: <b>Courriel</b>
sv: <b>E-post</b>
uk: <b>Пошта</b>

source: Update _interval:
de: Aktualisierungs_intervall:
es: _Intervalo de actualización:
fr: _Intervalle de mise à jour :
sv: Uppdaterings_intervall:
uk: Період _перевірки:

source: _Alert on network errors
de: Bei Netzwerkfehlern benachrichtigen
es: _Alertar en errores de red
fr: _Alarme en cas d'erreurs réseau
sv: _Varna vid nätverksfel
uk: _Повідомляти про помилки мережі

source: _Email client:
de: _E-Mail-Programm:
es: Cliente de _correo:
fr: Client _Email :
sv: _E-postklient:
uk: _Поштовий клієнт:

source: _Hide applet if no new messages
de: Applet ausblenden, wenn keine neuen Nachrichten vorhanden sind
es: _Ocultar miniapicación si no hay mensajes nuevos
fr: Cacher l'applet s'il n'y a pas de nouveau messages
sv: _Dölj miniprogrammet vid inga nya meddelanden
uk: _Приховувати аплет коли нема нових листів

source: minutes
de: Minuten
es: minutos
sv: minuter
uk: хвилин

source: Close the docklet when mouse moves out from it.
de: Docklet schließen, wenn die Maus es verlässt.
es: Cerrar el docklet cuando el corsor del ratón se aleja de el.
fr: Fermer le docklet quand la souris le quitte.
sv: Stäng docklet när muspekaren förflyttar sig utanför den.
uk: Закривати коли мишку відведено всторону

source: Display album art if available.
de: Albumcover anzeigen, wenn verfügbar.
es: Mostrar arte del álbum si está disponible.
fr: Afficher la jaquette si disponible.
sv: Visa omslagsbild om tillgängligt.
uk: Якщо доступно то показувати обкладинку альбому

source: Display docklet instead of standard applet dialog.
de: Docklet statt des Standard-Appletdialogs anzeigen.
es: Mostrar docklet en lugar de un diálogo estándar.
fr: Afficher un docklet à la place de la boîte de dialogue standard de l'applet.
sv: Visa docklet istället för miniprogrammets standard-dialogruta.

source: Size of the album art.
de: Größe des Albumcovers.
es: Tamaño de la carátula del álbum.
fr: Taille de la jaquette.
sv: Storlek på omslagsbilden.
uk: Розмір обкладинки

source: Tooltip format to use.
de: Benutztes Format im Titel.
es: Formato de texto emergente a usar.
fr: Format d'infobulle à utiliser.
sv: Format för verktygstips att använda.
uk: Формат підказки

source: Control your music player
de: Kontrolliere dein Musikprogramm
es: Controle su reproductor musical
fr: Contrôler votre lecteur de musique
sv: Kontrollera din musikspelare
uk: Керування плеєром

source: Media Control
de: Mediensteuerung
es: Control de medios
fr: Contrôleur multimédia
sv: Mediakontroll
uk: Керування медіа

source: Media Control Applet
de: Mediensteuerungs-Applet
es: Miniaplicación de control de medios
fr: Applet de contrôle multimédia
sv: Mediakontroll
uk: Аплет керування медіа програмами

source: by
de: von
es: por
fr: par
sv: av
uk: від

source: from
de: aus
es: de
fr: de l'album
sv: från
uk: з

source: Title - Artist
de: Titel – Interpret
es: Título - Artista
fr: Titre - Artiste
sv: Titel - Artist
uk: Назва - Виконавець

source: Artist - Title
de: Interpret – Titel
es: Artista - Título
fr: Artiste - Morceau
sv: Artist - Titel
uk: Виконавець - Назва

source: Controls your favourite music player.
de: Steuert dein Lieblingsmusikprogramm.
es: Controla su reproductor de música favorito.
fr: Contrôle votre lecteur de musique favori.
sv: Kontrollerar din favoritmusikspelare
uk: Керування Вашим улюбленим музичним плеєром

source: Close docklet when mouse leaves it
de: Docklet schließen, wenn die Maus es verlässt
es: Cerrar docklet cuando el ratón lo abandona
fr: Fermer le docklet quand la souris le quitte.
sv: Stäng docklet när muspekaren lämnar den
uk: Закривати коли мишку відведено в сторону

source: Display _docklet instead of dialog
de: _Docklet statt Dialog anzeigen
es: Mostrar _docklet en lugar de diálogo
fr: Afficher un _docklet au lieu d'une boîte de dialogue
sv: Visa _docklet istället för dialogruta

source: Media-control preferences
de: Einstellungen für Mediensteuerung
es: Preferencias de Media-control
fr: Préférences du contrôleur multimédia
sv: Inställningar för Mediakontroll
uk: Налаштування керуванням

source: Show _album art when available
de: Cover _anzeigen, falls vorhanden
es: Mostrar c_arátula del álbum cuando esté disponible
fr: _Affiche la jaquette lorsqu'elle est disponible
sv: Visa _omslagsbild när det finns tillgängligt
uk: Коли доступно показувати обкладинку альбому

source: _Size of the album art:
de: _Größe des Covers:
es: _Tamaño de portada del álbum:
fr: _Taille de la jaquette :
sv: _Storlek på omslagsbilden:
uk: Розмір обкладинки:

source: _Tooltip format:
de: _Titelanzeige:
es: Formato de _texto emergente:
fr: Taille de l'_infobulle :
sv: Format för _verktygstips:
uk: Формат підказки:

source: pixels
de: Pixel
es: píxeles
sv: bildpunkter
uk: пікселі

source: A media-control applet (Next Track)
de: Ein Mediensteuerungs-Applet (Nächster Titel)
es: Una miniaplicación de control de medios (Pista siguiente)
fr: Un applet de contrôle multimédia (Piste suivante)
sv: Ett miniprogram för kontrollering av musikspelare
uk: Аплет керування медіа (Наступний трек)

source: Media Icons Next
de: Mediensymbol »Nächster«
es: Iconos de medios Siguiente
fr: Média suivant
sv: Mediaikon för nästa spår
uk: Кнопка "Наступний"

source: A media-control applet (Previous Track)
de: Ein Mediensteuerungs-Applet (Vorheriger Titel)
es: Una miniaplicación de control de medios (Pista anterior)
fr: Un applet de contrôle multimédia (Piste précédente)
sv: Ett miniprogram för kontrollering av musikspelare
uk: Аплет керування медіа (Попередній трек)

source: Media Icons Previous
de: Mediensymbol »Vorheriger«
es: Iconos de medios Anterior
fr: Média précédent
sv: Mediaikon för föregående spår
uk: Кнопка "Попередній"

source: A media-control applet (Play/Pause)
de: Ein Mediensteuerungs-Applet (Wiedergabe/Pause)
es: Una miniaplicación de control de medios (Reproducir/Pausa)
fr: Un applet de contrôle multimédia (Lecture/Pause)
sv: Ett miniprogram för kontrollering av musikspelare
uk: Аплет керування медіа (Грати/Пауза)

source: Media Icons Play/Pause
de: Mediensymbol »Wiedergabe/Pause«
es: Iconos de medios Reproducir/Pausa
fr: Média lecture/pause
sv: Mediaikon för uppspelning/pausning
uk: Іконка Грати/Пауза

source: Next
de: Nächster
es: Siguiente
fr: Suivant
sv: Nästa
uk: Наступний

source: Previous
de: Vorheriger
es: Anterior
fr: Précédent
sv: Föregående
uk: Попередній

source: Play/Pause
de: Wiedergabe/Pause
es: Reproducir/Pausa
fr: Lecture/Pause
sv: Spela upp/gör paus
uk: Грати/Пауза

source: Audio sink to use.
de: Audioausgabe (sink), die verwendet werden soll.
fr: Sortie audio à utiliser.
sv: Audio sink att använda.

source: Height of the video window.
de: Höhe des Videofensters
es: Altura de la ventana de vídeo.
fr: Hauteur de la fenêtre vidéo.
sv: Höjd på videofönstret.
uk: Висота відеовікна

source: List of recently played URLs.
de: Verlaufsliste zuletzt gespielter URLs.
es: Lista de URLs recientemente reproducidas.
fr: Liste des URL récemment jouées.
sv: Lista över nyligen uppspelade mediafiler.
uk: Список останніх відтворених адрес

source: Video sink to use.
de: Videoausgabe (sink), die verwendet werden soll.
fr: Sortie vidéo à utiliser.
sv: Video sink att använda.

source: Width of the video window.
de: Breite des Videofensters
es: Anchura de la vantana de vídeo.
fr: Largeur de la fenêtre vidéo.
sv: Bredd på videofönstret.
uk: Ширина відовікна

source: Media Player
de: Medienwiedergabe
es: Reproductor de medios
fr: Lecteur multimédia
sv: Mediaspelare
uk: Програвач мультимедіа

source: Plays any media files you drop on the applet
de: Spielt jede Mediendatei ab, die Sie auf das Applet ziehen
es: Reproduce cualquier archivo multimedia que suelte en la miniaplicación
fr: Lit n'importe quel fichier multimédia que vous déposez sur l'applet
sv: Spelar upp de mediafiler du släpper på miniprogrammet
uk: Програвання будь яких медіа файлів перетягуванням на аплет

source: Media Player Applet
de: Medienwiedergabe
es: Miniaplicación reproductora de medios
fr: Applet lecteur multimédia
sv: Mediaspelare
uk: Аплет медіа програвача

source: Recent items
de: Zuletzt verwendete Dokumente
es: Elementos recientes
fr: Éléments récents
sv: Senaste objekt
uk: Останні елементи

source: Please restart the applet to apply changes to sinks.
de: Bitte starten Sie das Applet neu, um die Änderungen an den Geräten (sinks) vorzunehmen.
es: Reinicie la miniaplicación para aplicar los cambios a los receptores.
fr: Veuillez redémarrer l'applet pour appliquer les changements aux sorties.
sv: Starta om miniprogrammet för att tillämpa sink-ändringar.
uk: Перезапустіть алет щоб застосувати зміну вигляду

source: Plays any media files you drop on the applet.
de: Spielt jede Mediendatei ab, die Sie auf das Applet ziehen
es: Reproduce cualquier archivo multimedia que suelte en la miniaplicación.
fr: Lit n'importe quel fichier multimédia que vous déposez sur l'applet.
sv: Spelar upp de mediafiler du släpper på miniprogrammet
uk: Відтворення будь яких медіа файлів перетягнувши їх на аплет

source: <b>GStreamer properties</b>
de: <b>GStreamer-Eigenschaften</b>
es: <b>Propiedades de GStreamer</b>
fr: <b>Propriétés GStreamer</b>
sv: <b>GStreamer-egenskaper</b>
uk: <b>Налаштування GStreamer</b>

source: <b>Video size</b>
de: <b>Videogröße</b>
es: <b>Tamaño de vídeo</b>
fr: <b>Taille de la vidéo</b>
sv: <b>Videostorlek</b>
uk: <b>Розмір відео</b>

source: Media Player Preferences
de: Einstellungen für Medienwiedergabe
es: Preferencias del reproductor de medios
fr: Préférences de l'applet lecteur multimédia
sv: Inställningar för Mediaspelare
uk: Налаштування медіа плеєра

source: _Height:
de: _Höhe:
es: _Altura:
fr: _Hauteur :
sv: _Höjd:
uk: _Висота:

source: _Width:
de: _Breite:
es: _Ancho:
fr: _Largeur :
sv: _Bredd:
uk: _Ширина:

source: Command to execute after mounting a mountpoint.
de: Auszuführender Befehl nach dem Einhängen
es: Orden a ejecutar después de montar un punto de montaje.
fr: Commande à exécuter après le montage sur un point de montage.
sv: Kommando att köra efter montering av en monteringspunkt.
uk: Команда що буде виконана після монтування пристрою

source: List of mountpoints that should remain hidden in the UI.
de: Liste von Einhängepunkten, die in der Benutzeroberfläche nicht angezeigt werden sollen.
es: Lista de puntos de montaje que deberían permaneces ocultos en la IU.
fr: Liste des points de montage qui doivent rester cacher dans l'interface.
sv: Lista över monteringspunkter som ska förbli dolda i användargränssnittet.

source: An applet to (un)mount devices
de: Ein Applet zum Ein- und Aushängen von Geräten
es: Una miniaplicación para (des)montar dispositivos
fr: Un applet pour (dé)monter des périphériques
sv: Ett miniprogram för att (av)montera enheter
uk: Аплет для монтування/відмонтування пристроїв

source: Mount Applet
es: Miniaplicación de montaje
fr: Applet montage
sv: Monteringsprogram
uk: Аплет монтування

source: <i><b>Note:</b> use %D for the mountpoint</i>
de: <i><b>Hinweis:</b> Für den Einhängepunkt %D einsetzen</i>
es: <i><b>Nota:</b> use %D para el punto de montaje</i>
fr: <i><b>Note :</b> utilisez %D comme point de montage</i>
sv: <i><b>Notera:</b> använd %D som monteringspunkt</i>
uk: <i><b>Замітка:</b> використовуйте %D для точки монтування</i>

source: List of hidden mountpoints, separated by a space
de: Liste der versteckten Einhängepunkte, durch Leerzeichen getrennt
es: Lista de puntos de montaje ocultos, separados por un espacio
fr: Liste des points de montage cachés, séparés par un espace
sv: Lista över dolda monteringspunkter, separerade med ett mellanslag.
uk: Список прихованих точок монтування, розділених пробілом

source: _Execute command after successful mount:
de: Nach erfolgreichem Einhängen diesen _Befehl ausführen:
es: _Ejecutar orden después de montaje exitoso:
fr: _Exécuter la commande après un montage réussi :
sv: _Kommando att köra efter lyckad montering:
uk: Команда після успішного монтування:

source: _Hidden mountpoints:
de: _Versteckte Einhängepunkte:
es: Puntos de montaje _ocultos:
fr: Points de montage cac_hés :
sv: _Dolda monteringspunkter:
uk: приховані точки монтування:

source: Extra offset from the panel's egde.
de: Zusätzlicher Abstand zum Panelrand.
es: Separación adicional del borde del panel.
fr: Décalage supplémentaire par rapport au bord de la barre.
sv: Extra kompensation från panelens kant.
uk: Зміщення від краю панелі.

source: Maximum number of rows (or columns depending on the orientation of the panel) of the tray icons in the applet.
de: Maximale Anzahl von Reihen (bzw. Spalten, abhängig von der Ausrichtung des Panels) für die Benachrichtigungssymbole im Applet.
es: Número máximo de filas (o columnas dependiendo de la orientación del panel) de los iconos de la bandeja en la miniaplicación.
fr: Nombre maximal de lignes (ou de colonnes selon l'orientation du tableau de bord) d'icônes de notification dans l'applet.
sv: Maximalt antal rader eller kolumner, beroende på panelens orientering, med notifieringsikoner i miniprogrammet.
uk: Максимальна кількість рядків (або колонок, в залежності від орієнтації панелі) на іконці аплету.

source: Size of the icons (in percent of applet size).
de: Größe der Symbole (in Prozent der Appletgröße).
es: Tamaño de los iconos (en porcentaje del tamaño de la miniaplicación).
fr: Taille des icônes (en pourcentage de la taille de l'applet).
sv: Storlek på ikonerna, i procent av miniprogrammets storlek.
uk: Розмір іконки (у відсотках)

source: The background color of the notification-area.
de: Die Hintergrundfarbe des Benachrichtigungsbereiches.
es: El color de fondo del área de notificación.
fr: Couleur d'arrière-plan de la zone de notification.
sv: Bakgrundsfärgen för notifieringsytan.
uk: Колір фону.

source: The border color of the notification-area.
de: Die Rahmenfarbe des Benachrichtigungsbereiches.
es: El color de borde del área de notificación.
fr: Couleur de la bordure de la zone de notification.
sv: Ramfärgen för notifieringsytan.
uk: Колір рамки.

source: tray icon has requested a size of (%i x %i), resizing to (%i x %i)
de: Benachrichtigungssymbol wollte die Größe (%i x %i), passe die Größe an auf (%i x %i)
es: el ícono de la bandeja ha solicitado un tamaño de: (%ix%i), redimensionando a (%ix%i)
fr: L'icône de notification a spécifié une taille de (%i x %i), redimensionnement à (%i x %i)
sv: Notifieringsikon har begärt storleken (%i x %i), storleksändras till (%i x %i).
uk: значок лотка зареєстрований з розмірами (%i x %i), змінюється на (%i x %i)

source: Orientation
de: Ausrichtung
es: Orientación
sv: Orientering
uk: Розміщення

source: The orientation of the tray.
de: Die Ausrichtung des Benachrichtigungfeldes.
es: La orientación de la bandeja.
fr: Orientation de la zone de notification.
sv: Orienteringen på notifieringsytan.
uk: Розміщення лотка.

source: <b>Background Color</b>
de: <b>Hintergrundfarbe</b>
es: <b>Color de fondo</b>
fr: <b>Couleur d'arrière-plan</b>
sv: <b>Bakgrundsfärg</b>
uk: <b>Колір фону</b>

source: <b>Border Color</b>
de: <b>Rahmenfarbe</b>
es: <b>Color de borde</b>
fr: <b>Couleur de la bordure</b>
sv: <b>Ramfärg</b>
uk: <b>Колір рамки</b>

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
sv: Automatisk
uk: Автоматично

source: Custom:
de: Benutzerdefiniert:
es: Personalizado:
fr: Personnalisée :
sv: Anpassad:
uk: Нетипово:

source: Extra _offset:
de: Zusätzlicher _Abstand:
es: _Separación adicional:
fr: _Décalage supplémentaire :
sv: Extra _kompensation:
uk: Додаткове зміщення:

source: Icon _size:
de: Symbol_größe:
es: _Tamaño de icono:
fr: _Taille de l'icône :
sv: Ikon_storlek:
uk: Розмір іконки:

source: Notification Area Preferences
de: Einstellungen für das Benachrichtigungsfeld
es: Preferencias del área de notificación
fr: Préférences de la zone de notification
sv: Inställningar för Notifieringsyta
uk: Налаштування області сповіщення

source: _Number of icon rows:
de: _Anzahl der Symbol-Reihen:
es: _Número de filas de iconos:
fr: _Nombre de lignes d'icônes :
sv: _Antal ikonrader:
uk: _Кількість рядків на іконці:

source: A Notification Area (systray)
de: Ein Benachrichtigungsfeld (Systray)
es: Un área de notificación (bandeja de sistema)
fr: Une zone de notification
sv: En notifieringsyta (systray)
uk: Область сповіщення

source: Notification Area
de: Benachrichtigungsfeld
es: Área de notificación
fr: Zone de notification
sv: Notifieringsyta
uk: Область сповіщення

source: There is already another notification area running on this screen!
de: Eine andere Benachrichtigungsanzeige ist bereits aktiv!
es: Hay otra área de notificación ejecutándose en la pantalla.
fr: Il y a déjà une zone de notification en marche sur cet écran !
sv: Det finns redan en annan notifieringsyta som körs på denna skärm!
uk: Інша область сповіщень вже працює на цьому екрані!

source: Please remove the existing notification area and then restart the applet.
de: Bitte entfernen Sie die vorhandene Benachrichtigungsanzeige und starten Sie das Applet neu.
es: Elimine el área de notificación existente y reinicie esta miniaplicación.
fr: Veuillez supprimer la zone de notification existante puis redémarrez l'applet.
sv: Ta bort den befintliga notifieringsytan och starta sedan om miniprogrammet.
uk: Будь ласка, видаліть існуючу область сповіщень, та перезапустіть аплет.

source: Background colour in the form (Hex) rrggbbaa
de: Hintergrundfarbe in der Form (Hex) RRGGBBAA
es: Color de fondo en el formulario (hex) rrggbbaa
fr: Couleur d'arrière-plan sous la forme (Hex) rrggbbaa
sv: Hex-bakgrundsfärg i ytan, rrggbbaa.
uk: Колір фону з (Hex) rrggbbaa

source: Border Width. A value of 0 indicates that is should not be drawn.
de: Rahmenbreite. Ein Wert von 0 gibt an, dass kein Rahmen gezeichnet werden soll.
fr: Épaisseur de la bordure. Une valeur de 0 signifie qu'elle ne doit pas être affichée.
sv: Rambredd. Värdet 0 indikerar att ingen ram ska visas.
uk: Товщина рамки. Значення "0" вкаже, що нічого не потрібно малювати.
