Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: If the updates are time based then how frequently to update in ms.
de: Wie oft aktualisiert werden soll (in ms), wenn die Aktualisierung zeitbasiert ist.
es: Si las actualizaciones se basan en el tiempo, entonces qué tan frecuentemente se actualizan en ms.
fr: Si les mises à jour sont basées sur le temps alors quel est l'intervalle entre chaque mise à jour (en millisecondes).
sv: Hur ofta att uppdatera i millisekunder om uppdateringarna är tidsbaserade.

source: Just a dummy key.. this will be removed later.
de: Ein Platzhalterschlüssel, wird später entfernt.
es: Sólo una clave maniquí... que será removida después.
fr: Juste une clé vide... elle sera supprimée plus tard.
sv: Bara en dummy-nyckel, denna kommer att tas bort senare.

source: List of icons
de: Symbolliste
es: Lista de iconos
fr: Liste des icônes
sv: Lisa över ikoner.
uk: Список іконок

source: Render background.
de: Hintergrund zeichnen.
es: Renderizar fondo
fr: S'occuper du rendu de l'arrière-plan.
sv: Rendera bakgrund.
uk: Малювати фон.

source: CPU: %2.0lf%%
fr: Processeur : %2.0lf%%
sv: Processor: %2.0lf%%

source: CPU
fr: Processeur
sv: Processor
uk: Процесор

source: Graph Type
de: Diagrammtyp
es: Tipo de gráfico
fr: Type de graphe
sv: Diagramtyp
uk: Тип Графіка

source: Area
de: Fläche
es: Área
fr: Zone
sv: Yta
uk: Площа

source: Circle
de: Kreis
es: Círculo
fr: Cercle
sv: Cirkel
uk: Коло

source: Bars
de: Balken
es: Barras
fr: Barres
sv: Staplar
uk: Полоси

source: Default
de: Vorgabe
es: Predeterminado
fr: Par défaut
sv: Standard
uk: Стандартно

source: Render Background
de: Hintergrund zeichnen
es: Renderizar fondo
fr: Rendu de l'arrière-plan
sv: Rendera bakgrund
uk: Малювати фон

source: Process Name
de: Prozessname
es: Nombre del proceso
fr: Nom du processus
sv: Processnamn
uk: Назва процесу

source: Manage system activity
de: Überwacht den Systemzustand
es: Gestione la actividad del sistema
fr: Gérer l'activité du système
sv: Hantera systemaktivitet
uk: Контроль активності системи

source: System Monitor
de: Systemüberwachung
es: Monitor del sistema
fr: Moniteur système
sv: Systemövervakare
uk: Системний монітор

source: Applet that shows the shock protection status of your disks
de: Zeigt den Status des Aufprallschutzes Ihrer Festplatten
es: Miniaplicación que muestra el estaado de protección contra movimientos de sus discos
fr: Un applet qui affiche l'état de la protection contre les chocs de vos disques
sv: Miniprogram som visar stötskyddsstatus för dina hårddiskar
uk: Аплет показує статус захисту Вашого диску від струсу.

source: %s protected from shocks
de: %s ist vor Aufprall geschützt
es: %s protegido de movimientos bruscos
fr: %s est protégé des chocs
sv: %s skyddas mot stötar
uk: %s захищено від струсів

source: %s not protected from shocks
de: %s ist vor Aufprall nicht geschützt
es: %s no protegido de movimientos bruscos
fr: %s n'est pas protégé des chocs
sv: %s skyddas inte mot stötar
uk: %s незахищено від струсів

source: No hard disk found
de: Keine Festplatte gefunden
es: No se encontraron discos duros
fr: Pas de disque dur trouvé
sv: Ingen hårddisk hittades
uk: Жорсткий диск не знайдено

source: Background color for high priority items
de: Hintergrundfarbe für Aufgaben mit hoher Priorität
es: Color de fondo para elementos de alta prioridad
fr: Couleur d'arrière-plan pour les éléments à priorité haute
sv: Bakgrundsfärg för högt prioriterade objekt.
uk: Колір фону, для елементів з високим приорітетом

source: Background color for low priority items
de: Hintergrundfarbe für Aufgaben mit niedriger Priorität
es: Color de fondo para elementos de baja prioridad
fr: Couleur d'arrière-plan pour les éléments à priorité basse
sv: Bakgrundsfärg för lågt prioriterade objekt.
uk: Колір фону, для елементів з низьким приорітетом

source: Background color for medium priority items
de: Hintergrundfarbe für Aufgaben mit mittlerer Priorität
es: Color de fondo para elementos de prioridad media
fr: Couleur d'arrière-plan pour les éléments à priorité moyenne
sv: Bakgrundsfärg för objekt med medelhög prioritet.
uk: Колір фону, для елементів з середнім приорітетом

source: List of colors to use for the custom color
de: Liste der Farben, die für die benutzerdefinierte Farbe verwendet werden
es: Lista de colores a usar para el color personalizado
fr: Liste des couleurs à utiliser pour la couleur personnalisée
sv: Lista över färger att använda som anpassade färger.
uk: Список кольорів для вланого вибору

source: List of items' details
de: Liste der Details der Aufgaben
es: Lista de detalles de los elementos
fr: Liste des détails des éléments
sv: Lista över objektdetaljer.

source: List of items' names
de: Liste der Namen der Aufgaben
es: Lista de nombres de elementos
fr: Liste des noms des éléments
sv: Lista över objektnamn.

source: List of items' priorities (0-3)
de: Liste der Aufgabenprioritäten (0–3)
es: Lista de prioridades de elementos (0-3)
fr: Liste des propriétés des éléments (0-3)
sv: Lista över objektprioriteringar, 0-3.

source: List of items' progresses in percent (0-100)
de: Liste der Aufgabenfortschritte in Prozent (0–100)
es: Lista de progreso de los elementos (0-100 por ciento)
fr: Liste de la progression des éléments en pourcentage (0-100)
sv: Lista över objektförlopp i procent, 0-100.
uk: Список прогресу виконання у відсотках (0-100)

source: Text color for high priority items
de: Textfarbe für Aufgaben mit hoher Priorität
es: Color de texto para elementos de alta prioridad
fr: Couleur du texte pour les éléments à haute priorité
sv: Textfärg för högt prioriterade objekt.
uk: Колір тексту для елементів з високим приорітетом

source: Text color for low priority items
de: Textfarbe für Aufgaben mit niedriger Priorität
es: Color de texto para elementos de baja prioridad
fr: Couleur du texte pour les éléments à faible priorité
sv: Textfärg för lågt prioriterade objekt.
uk: Колір тексту для елементів з низьким приорітетом

source: Text color for medium priority items
de: Textfarbe für Aufgaben mit mittlerer Priorität
es: Color de texto para elementos de prioridad media
fr: Couleur du texte pour les éléments à priorité moyenne
sv: Textfärg för objekt med medelhög prioritet.
uk: Колір тексту для елементів з середнім приорітетом

source: The color to use for the icon
de: Die für das Symbol verwendete Farbe
es: El color a usar para el icono
fr: La couleur à utiliser pour l'icône
sv: Färgen att använda för ikonen.
uk: Колір значка

source: The custom width for the item entries
de: Die benutzerdefinierte Breite für Aufgabeneinträge
es: El ancho personalizado para cada elemento
fr: La largeur personnalisée pour les entrées
sv: Den anpassade bredden för objektposterna.
uk: Власна ширина списку

source: The icon's opacity (10-100)
de: Die Symboldeckkraft (10–100)
es: La opacidad del icono (10-100)
fr: L'opacité de l'icône (10-100)
sv: Ikonens opacitet, 10-100.
uk: Прозорість значка (10-100)

source: The list of categories that are expanded
de: Liste der Kategorien, die ausgeklappt werden
es: La lista de categorías expandidas
fr: La liste des catégories développées
sv: Lista över kategorier som är expanderade.
uk: Список категорій

source: The list of categories' names
de: Liste der Kategorienamen
es: La lista de nombres de categorías
fr: La liste des noms de catégories
sv: Lista över kategorinamn.
uk: Список категорій

source: The list of items' categories
de: Liste der Kategorien der Aufgaben
es: La lista de categorías de elementos
fr: La liste des catégories des éléments
sv: Lista över objektkategorier.
uk: Список категорій елементів

source: The title to display
de: Der Titel, der angezeigt wird
es: El título a mostrar
fr: Titre à afiicher
sv: Titeln att visa.
uk: Заголовок для відображення

source: What type of icon to display (progress, progress-items, items)
de: Welcher Symboltyp angezeigt werden soll (Fortschritt, Fortschritt-Aufgaben, Aufgaben)
es: Qué tipo de icono se mostrará (progreso, elemento en progreso, elemento)
fr: Quel type d'icône afficher (progression, éléments-progression, éléments)
sv: Vilken sorts ikon att visa; förlopp, förlopp-objekt, objekt.
uk: Який тип значка відображати (прогрес, прогрес-елементи, елементи)

source: Whether or not to confirm the deletion of categories
de: Ob das Löschen von Kategorien bestätigt werden soll oder nicht
es: Elija entre confirmar o no el borrado de categorías
fr: Faut-il confirmer (ou pas) la suppression des catégories
sv: Huruvida borttagning av kategorier ska bekräftas eller inte.
uk: Чи запитувати при видаленні категорій

source: Whether or not to confirm the deletion of items
de: Ob das Löschen von Aufgaben bestätigt werden soll oder nicht
fr: Faut-il confirmer (ou pas) la suppression des éléments
sv: Huruvida borttagning av objekt ska bekräftas eller inte.
uk: Чи запитувати при видаленні елементів

source: Whether or not to use a custom width for the entries
de: Ob eine benutzerdefinierte Breite für die Einträge benutzt werden soll oder nicht
fr: Faut-il (ou pas) utiliser une largeur personnalisée pour les entrées
sv: Huruvida anpassad bredd för posterna ska användas eller inte.
uk: Чи використовувати власну ширину для записів

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
sv: Anpassad
uk: Своє

source: Current Theme
de: Aktuelles Theme
es: Tema actual
fr: Thème actuel
sv: Aktuellt tema
uk: Поточна тема

source: Butter
es: Mantequilla
fr: Beurre
sv: Smör
uk: Масло

source: Chameleon
de: Chamäleon
es: Camaleón
fr: Caméléon
sv: Kameleont
uk: Хамелеон

source: Orange
es: Naranja
sv: Apelsin
uk: Апельсин

source: Sky Blue
de: Himmelblau
es: Azul cielo
fr: Bleu ciel
sv: Himmelsblå
uk: Небесно-блакитна

source: Plum
de: Pflaume
es: Ciruela
fr: Prune
sv: Plommon
uk: Сливова

source: Chocolate
de: Schokoladen-braun
fr: Chocolat
sv: Choklad
uk: Шоколад

source: Scarlet Red
de: Scharlachrot
es: Rojo escarlata
fr: Rouge écarlate
sv: Scharlakansröd
uk: Яскраво-червона

source: Number of Items
de: Anzahl an Elementen
es: Número de elementos
fr: Nombre d'objets
sv: Antal objekt
uk: Кіількість елементів

source: Progress
de: Fortschritt
es: Progreso
fr: Avancement
sv: Förlopp
uk: Просування

source: Both
de: Beides
es: Ambos
fr: Les deux
sv: Båda
uk: Обидва

source: To-Do List Preferences
de: Einstellungen für die To-do-Liste
es: Preferencias de la lista de tareas
fr: Préférences de la liste de choses à faire
sv: Inställningar för Att-göra-lista
uk: Параметри списку завдань

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
sv: Prioritet
uk: Пріоритет

source: Icon
de: Symbol
es: Icono
fr: Icône
sv: Ikon
uk: Значок

source: Title
de: Titel
es: Título
fr: Titre
sv: Titel
uk: Заголовок

source: Confirm when removing...
de: Bestätigen beim Entfernen von ...
es: Cofirmar al eliminar...
fr: Confirmer lors d'une suppression...
sv: Bekräfta vid bortagning av...
uk: Підтвердження при видаленні...

source: _Items
de: _Aufgaben
es: _Elementos
fr: _Objets
sv: _Objekt
uk: _Елементи

source: C_ategories
de: _Kategorien
es: C_ategorías
fr: C_atégories
sv: K_ategorier
uk: К_атегорії

source: Width
de: Breite
es: Anchura
fr: Largeur
sv: Bredd
uk: Ширина

source: _Use Custom Width
de: Benutzerdefinierte Breite verwenden
es: _Usar ancho personalizado
fr: _Utiliser une largeur personnalisée
sv: A_nvänd anpassad bredd
uk: _Використовувати власну ширину

source: Width (pixels)
de: Breite (Pixel)
es: Anchura (píxeles)
fr: Largeur (pixels)
sv: Bredd (bildpunkter)
uk: Ширина (в пікселях)

source: Low Priority
de: Niedrige Priorität
es: Prioridad baja
fr: Priorité Faible
sv: Låg prioritet
uk: Низький приорітет

source: Medium Priority
de: Mittlere Priorität
es: Prioridad media
fr: Priorité Moyenne
sv: Medelhög prioritet
uk: Середній пріоритет

source: High Priority
de: Hohe Priorität
es: Prioridad alta
fr: Haute priorité
sv: Hög prioritet
uk: Високий приорітет

source: Icon Color
de: Symbolfarbe
es: Color del icono
fr: Couleur de l'icône
sv: Ikonfärg
uk: Колір значка

source: Custom Colors
de: Eigene Farben
es: Colores personalizados
fr: Couleurs personnalisées
sv: Anpassade färger
uk: Власні кольори

source: Outer Border
de: Äußerer Rahmen
es: Borde exterior
fr: Bordure Extérieure
sv: Yttre kant
uk: Зовнішня межа

source: Inner Border
de: Innerer Rahmen
es: Borde interior
fr: Bordure intérieure
sv: Inre kant
uk: Внутрішня межа

source: Main
de: Hintergrund
es: Principal
fr: Principal
sv: Huvudsaklig
uk: Основний

source: Icon Type
de: Symboltyp
es: Tipo de icono
fr: Type d'icône
sv: Ikontyp
uk: Тип значка

source: Manage a simple To-Do list
de: Managt eine einfache To-do-Liste
es: Gestione una simple lista de tareas por hacer
fr: Gère une simple liste de choses à faire
sv: Hantera en enkel att-göra-lista
uk: Керування простим списком справ

source: To-Do List
de: To-do-Liste
es: Lista de tareas
fr: Liste des tâches à faire
sv: Att-göra-lista
uk: Список завдань

source: A simple To-Do List
de: Eine einfache To-do-Liste
es: Una sencilla lista de tareas
fr: Une simple liste des tâches à faire
sv: En enkel att-göra-lista
uk: Простий список завдань

source: Remove item
de: Aufgabe entfernen
es: Eliminar elemento
fr: Supprimer cet élément
sv: Ta bort objekt
uk: Вилучити пункт

source: Remove category
de: Kategorie entfernen
es: Eliminar categoría
fr: Supprimer la catégorie
sv: Ta bort kategori
uk: Видалити категорію

source: View/Edit details
de: Details anzeigen/bearbeiten
es: Ver/editar detalles
fr: Voir/Modifier les détails
sv: Visa/redigera detaljer
uk: Показати/Редагувати деталі

source: _Uncategorized
de: _Ohne Kategorie
es: _Sin categoría
fr: _Sans catégorie
sv: O_kategoriserad
uk: _Без категорії

source: _Category
de: _Kategorie
es: _Categoría
fr: _Catégorie
sv: K_ategori
uk: _Категорія

source: _To-Do item
de: _Aufgabe
es: _Elemento por hacer
fr: _Tâche
sv: Att-göra-objekt
uk: _Елемент списку задач

source: Priority:
de: Priorität:
es: Prioridad:
fr: Priorité :
sv: Prioritet:
uk: Пріоритет:

source: _Low
de: N_iedrig
es: _Baja
fr: _Faible
sv: _Låg
uk: _Низький

source: _Medium
de: _Mittel
es: _Media
fr: _Moyenne
sv: _Medelhög
uk: _Середній

source: _High
de: _Hoch
es: _Alta
fr: _Haute
sv: _Hög
uk: _Високий

source: Progress(%):
de: Fortschritt(%):
es: Progreso(%):
fr: Avancement(%) :
sv: Förlopp (%):
uk: Прогрес(%):

source: Are you sure you want to remove the category "%s?" All of its items will be removed.
de: Möchten Sie die Kategorie "%s" wirklich löschen? Alle ihre Einträge werden mitgelöscht.
es: ¿Esta seguro de eliminar la categoría «%s»? Se eliminarán todos sus elementos.
fr: Êtes vous sûr de vouloir supprimer la catégorie "%s?" Tout son contenu et ses élements seront supprimés.
sv: Är du säker på att du vill ta bort kategorin "%s"? Alla dess objekt kommer att tas bort.
uk: Дійсно бажаєте видалити категорію "%s?" Всі її елементи буде видалено.

source: Don't show this again.
de: Diese Nachricht nicht wieder anzeigen.
es: No mostrar esto de nuevo
fr: Ne plus afficher ce message.
sv: Visa inte detta igen
uk: Не показувати це повідомлення в майбутньому.

source: Are you sure you want to remove this item?
de: Möchten Sie diese Aufgabe wirklich löschen?
es: ¿Está seguro de que quiere eliminar este elemento?
fr: Êtes vous sûr de vouloir supprimer cet élément ?
sv: Är du säker på att du vill ta bort detta objekt?
uk: Ви впевнені, що бажаєте вилучити цей елемент?

source: %d%% done
de: %d %% erledigt
es: %d%% realizado
fr: Fait à %d%%
sv: %d%% utfört
uk: %d%% виконано

source: Control Tomboy with D-Bus
de: Tomboy über D-Bus ansprechen
es: Controle Tomboy con D-Bus
fr: Contrôler Tomboy avec D-bus
sv: Kontrollera Tomboy med D-Bus
uk: Керування Tomboy через D-Bus

source: Tomboy Applet
es: Miiniaplicación Tomboy
fr: Applet Tomboy
sv: Tomboy-program
uk: Аплет Tomboy

source: Select a tag:
de: Wählen Sie ein Stichwort:
es: Seleccione una etiqueta:
fr: Sélectionnez un tag :
sv: Välj en etikett:
uk: Оберіть мітку:

source: No tags were created yet
de: Es wurden noch keine Stichworte angelegt.
es: Aún no se han creado etiquetas
fr: Aucun tag n'a pour l'instant été créé
sv: Inga etiketter skapade än
uk: Жодної мітки ще не створено

source: Select a note:
de: Wählen Sie eine Notiz:
es: Seleccione una nota:
fr: Sélectionnez une note :
sv: Välj en anteckning:
uk: Оберіть замітку:

source: New Note
de: Neue Notiz
es: Nota nueva
fr: Nouvelle note
sv: Ny anteckning
uk: Нова замітка

source: New Tagged Note
de: Neue Notiz mit Stichwort
es: Nueva nota etiquetada
fr: Nouvelle note taguée
sv: Ny märkt anteckning
uk: Нова замітка з міткою

source: View Tagged Note
de: Notiz mit Stichwort ansehen
es: Ver nota etiquetada
fr: Voir les notes taguée
sv: Visa märkt anteckning
uk: Перегляд заміток з мітками

source: A simple applet to test vala support
de: Ein einfaches Applet zum Testen der Vala-Unterstützung
es: Una miniaplicación simple para probar el soporte de Vala
fr: Un simple applet pour tester le support de Vala
sv: Ett enkelt miniprogram för att testa Vala-stöd
uk: Простий аплет для тесту підтримки Vala

source: Test Vala Applet
de: Vala-Testapplet
es: Miniaplicación de prueba de Vala
fr: Applet de test pour Vala
sv: Testa Vala
uk: Аплет тесту Vala

source: Name of the device.
de: Gerätebezeichnung
es: Nombre del dispositivo.
fr: Nom du service.
sv: Namnet på enheten.
uk: Назва пристрою

source: Name of the mixer track.
de: Name der Mixerspur.
fr: Nom de la piste du mixeur.
sv: Namnet på mixerspåret.
uk: Мікшер

source: Control your computer's volume
de: Regelt die Lautstärke an Ihrem Computer
es: Controle el volumen de su equipo
fr: Contrôler le volume de votre ordinateur
sv: Kontrollera din dators volym
uk: Керування гучністю комп’ютера

source: Volume Control
de: Lautstärkeregler
es: Control de volumen
fr: Contrôleur de volume
sv: Volymkontroll
uk: Керування гучністю

source: Applet to control your computer's volume
de: Applet zum Regeln der Lautstärke an Ihrem Computer
es: Miniaplicación para controlar el volumen de su equipo.
fr: Applet pour contrôler le volume de votre ordinateur
sv: Miniprogram för att kontrollera din dators volym
uk: Аплет керування гучністю комп’ютера

source: System theme
de: System-Thema
es: Tema del sistema
fr: Thème du système
sv: Systemtema
uk: Системна тема

source: Install the appropriate plug-ins for one or more of the following GStreamer elements: %s.
de: Installieren Sie die entsprechenden Plugins für eines oder mehrere der folgenden GStreamer-Elemente: %s.
fr: Installer les extensions appropriées pour un ou plusieurs des éléments GStreamer suivants : %s.
sv: Installera de lämpliga insticksmodulerna för en eller flera av följande GStreamer-element: %s.

source: Could not find any devices.
de: Konnte keine Geräte finden.
es: No se pudieron encontrar dispositivos.
fr: Aucun périphérique n'a été trouvé.
sv: Kunde inte hitta några enheter.
uk: Неможливо виявити пристроїв

source: _Open Volume Control
de: Audio-_Einstellungen öffnen
es: Abrir el c_ontrol de volumen
fr: _Ouvrir le contrôleur de volume
sv: _Öppna ljudinställningar
uk: _Відкрити регулятор гучності

source: No GStreamer mixer found
de: Kein GStreamer-Mixer gefunden
fr: Aucun mélangeur GStreamer n'a été trouvé
sv: Ingen GStreamer-mixer hittades
uk: Не знайдено мікшера GStreamer

source: No devices found
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fr: Aucun périphérique n'a été trouvé
sv: Inga enheter hittades
uk: Пристроїв не знайдено

source: <b>Audio Options</b>
de: <b>Audio-Einstellungen</b>
es: <b>Opciones de audio</b>
fr: <b>Options audio</b>
sv: <b>Ljudalternativ</b>
uk: <b>Параметри аудіо</b>

source: _Device:
de: _Gerät:
es: _Dispositivo:
fr: _Périphérique :
sv: _Enhet:
uk: _Пристрій:

source: _Mixer track:
de: _Mixerspur:
fr: Piste du _mixeur :
sv: _Mixerspår:
uk: _Мікшер:

source: _Mute
de: _Stumm
es: _Silenciar
fr: _Muet
sv: _Tyst
uk: _Приглушити

source: City, and country of the weather location.
de: Stadt und Land des Wetterortes
es: Ciudad y país de la ubicación del clima.
fr: Ville et pays de l'emplacement météorologique.
sv: Stad och land för väderplatsen.
uk: Погода в місті та країні.

source: Code that identifies the weather location.
de: Code, der den Wetterort identifiziert.
es: Código que identifica la ubicación del clima.
fr: Code identifiant l'emplacement météorologique.
sv: Kod som identifierar väderplatsen.
uk: Код ідентифікації місця для прогнозу

source: If enabled, show the temperature as an overlay in the icon.
de: Wenn aktiviert, zeige die Temperatur als Einblendung im Symbol.
fr: Si activé, montre la température en superposition sur l'icône.
sv: Om aktiverat visas temperaturen som en överlappning på ikonen.
uk: Якщо відмічена ця опція, температура буде показана поверх значка.

source: Maximum width of map in pixels.
de: Maximale Kartenbreite in Pixeln.
fr: Largeur maximale de la carte (en pixels).
sv: Maximal bredd på kartan i bildpunkter.
uk: Максимальна ширина мапи в пікселях.

source: Show days of forecast in a transparent, curved dialog.
de: Zeige Wettervorhersage in einem transparenten, gekrümmten Dialog
es: Mostrar días del pronóstico en un diálogo trasparente y curvado.
fr: Montre les jours des prévisions dans un affichage transparent et incurvé.
sv: Visa prognosdagar i en genomskinlig och kurvformad dialogruta.
uk: Показувати дні в прозорому діалозі.

source: Size of the temperature overlay in the icon (0: small, 1: medium, 2: large).
de: Größe der Temperatureinblendung im Symbol (0: klein, 1: mittel, 2: groß).
fr: Taille de la température superposée sur l'icône (0 : petite, 1 : moyenne, 2 : grande).
sv: Temperaturöverlappningens storlek på ikonen; 0. Liten, 1. Medelstor, 2. Stor.
uk: Розмір тексту температури на значку (0: малий, 1: середній, 2: великий).

source: Temperature unit (0: Celsius, 1: Fahrenheit).
de: Temperaturmaßeinheit (0: Grad Celsius, 1: Grad Fahrenheit).
es: Unidad de temperatura (0: Celsius, 1: Fahrenheit).
fr: Unité de température (0 : Celcius, 1 : Fahrenheit).
sv: Temperaturenhet; 0. Celcius, 1. Fahrenheit.
uk: Одиниці температури (0: Цельсій, 1: Фаренгейт).

source: Forecast
de: Vorhersage
es: Pronóstico
fr: Prévisions
sv: Prognos
uk: Прогноз

source: for
de: für
es: para
fr: pour
sv: för
uk: для

source: WEEKDAY
de: WOCHENTAG
es: Día de la semana
fr: Jour de la semaine
sv: VECKODAG
uk: ДЕНЬ_ТИЖНЯ

source: Tomorrow
de: Morgen
es: mañana
fr: Demain
sv: Imorgon
uk: Завтра

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN
sv: BESKRIVNING
uk: ОПИС

source: Weather data provided by weather.com
de: Wetterdaten bereitgestellt von weather.com
es: Los datos del tiempo son proporcionados gracias a weather.com
fr: Donnés météo fournies par weather.com
sv: Väderdata tillhandahålls av weather.com
uk: Інформацію отримано з weather.com

source: Blowing Snow
de: Schneetreiben
es: Ventisca
fr: Tempête de neige
sv: Snödrev
uk: Невеликий сніг

source: Blustery
de: Stürmisch
es: Viento mucho
fr: Bourrasques
sv: Blåsigt
uk: Пориви вітру

source: Clear
de: Heiter
es: Despejado
fr: Dégagé
sv: Klart
uk: Ясно

source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
sv: Mulet
uk: Хмарно

source: Cold
de: Kalt
es: Frio
fr: Froid
sv: Kallt
uk: Холодно

source: Drizzle
de: Sprühregen
es: Lluvia leve
fr: Bruine
sv: Duggregn
uk: Мряка

source: Dust
de: Staub
es: Polvo
fr: Poussières
sv: Dammigt
uk: Пил

source: Fair
de: Heiter
es: Nublado parcialmente
fr: Beau temps
sv: Måttligt
uk: Посередня

source: Fog
de: Nebel
es: Niebla
fr: Brouillard
sv: Dimma
uk: Туман

source: Freezing Drizzle
de: Gefrierender Sprühregen
es: Granizo
fr: Bruine givrante
sv: Underk. duggregn
uk: Паморозь

source: Freezing Rain
de: Gefrierender Regen
es: Granizo
fr: Pluie givrante
sv: Underkylt regn
uk: Крижаний дощ

source: Hail
de: Hagel
es: Granizada
fr: Grêle
sv: Hagel
uk: Град

source: Haze
de: Dunst
es: Bruma
fr: Brume
sv: Torrdis
uk: Серпанок

source: Heavy Snow
de: Starker Schneefall
es: Ventisca
fr: Fortes chutes de neige
sv: Kraftig snö
uk: Сильний сніг
