Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: Animal Farm
de: Farm der Tiere
es: Granja de animales
fr: Ferme des animaux
sv: Djurfarm
uk: Тваринна ферма

source: Display fortune messages
de: Zeigt (englische) Sprüche, Zitate und Aphorismen
es: Mostrar mensajes de la fortuna
fr: Affiche des fortunes
sv: Visa framtidsmeddelanden
uk: Відображає цікаві цитати

source: Applet that displays fortune messages
de: Applet zum Anzeigen von (englischen) Sprüchen, Zitaten und Aphorismen
es: Miniaplicación que muestra mensajes de la fortuna
fr: Applet qui affiche des fortunes
sv: Miniprogram som visar framtidsmeddelanden
uk: Аплет показує випадкові повідомлення щастя :)

source: Global hotkey used to activate the terminal.
de: Globales Tastenkürzel, um das Terminal zu öffnen
es: Tecla global usada para activar la Terminal
fr: Raccourci clavier pour activer le terminal.
sv: Global snabbtangent för att aktivera terminalen.
uk: Глобальна комбінація клавіш, для активації терміналу.

source: Set whether the applet should hide itself when it loses focus.
de: Bestimmt, ob das Applet versteckt werden soll, wenn es den Fokus verliert.
es: Establece si la miniaplicación debe ocultarse cuando pierde el foco.
fr: Défini si l'applet doit être masqué lorsqu'il perd le focus.
sv: Ställ in huruvida miniprogrammet ska döljas när det förlorar fokus.
uk: Встановіть, якщо аплет має приховуватись при не наведеній мишці.

source: The applet's background image.
de: Das Hintergrundbild des Applets.
es: La imagen de fondo de la miniaplicación.
fr: Image d'arrière-plan de l'applet.
sv: Miniprogrammets bakgrundsbild.
uk: Фонове зображення аплету.

source: The applet's opacity level.
de: Die Deckkraft des Applets.
es: El nivel de opacidad de la miniaplicación.
fr: Niveau d'opacité de l'applet.
sv: Miniprogrammets opacitetsnivå.
uk: Рівень нопрозорості.

source: The default external terminal application.
de: Das externe Standard-Terminal
es: Aplicación externa por defecto para el terminal.
fr: Émulateur de terminal par défaut.
sv: Den externa standardterminalen.
uk: Зовнішній термінал за замовчуванням.

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
sv: Inaktiverad
uk: Вимкнено

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
sv: Inställningar
uk: Налаштування

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
sv: Beteende
uk: Поведінка

source: Hide when focus is lost
de: Terminal verbergen, wenn es nicht mehr im Vordergrund ist
es: Ocultar al pasar a segundo plano
fr: Cacher lors de la perte du focus
sv: Dölj vid förlorad fokus
uk: Приховати при втраті фокусу

source: Action
de: Aktion
es: Acción
sv: Åtgärd
uk: Дія

source: Shortcut
de: Tastenkombination
es: Atajo
fr: Raccourci
sv: Snabbtangent
uk: Ярлик

source: Activate
de: Aktivieren
es: Activar
fr: Activer
sv: Aktivera
uk: Задіяти

source: Background image
de: Hintergrundbild
es: Imagen de fondo
fr: Image d'arrière-plan
sv: Bakgrundsbild
uk: Фонове зображення

source: Select a file
de: Wählen Sie eine Datei
es: Seleccionar un archivo
fr: Sélectionnez un fichier
sv: Välj en fil
uk: Обрати файл

source: Terminal opacity
de: Terminal-Transparenz
es: Opacidad del terminal
fr: Opacité du terminal
sv: Terminalopacitet
uk: Непрозорість терміналу

source: External Terminal
de: Externes Terminal
es: Terminal externo
fr: Terminal externe
sv: Extern terminal
uk: Зовнішній термінал

source: A simple popup terminal
de: Ein einfaches Popup-Terminal
es: Un terminal emergente sencillo
fr: Un terminal simple intégré à la barre
sv: En enkel popup-terminal
uk: Простий виринаючий термінал

source: Terminal Applet
es: Miniaplicación de terminal
fr: Applet Terminal
sv: Terminalprogram
uk: Аплет терміналу

source: Adds or removes 5px to the value of the AWN setting "Size of Icons"
de: Fügt 5 Pixel hinzu oder zieht 5 Pixel ab vom Wert »Symbolgröße« der Awn-Einstellungen
es: Añade o quita 5 píxeles del valor de la propiedad «Tamaño de iconos» de AWN
fr: Ajoute ou retire 5px au paramètre « Taille des icônes »
sv: Lägger till eller tar bort 5 bildpunkter från värdet för Awn-inställningen "Ikonstorlek".
uk: Збільшити чи зменшити розмір значків на 5 пікселів.

source: Color to draw the background
de: Hintergrundfarbe
es: Color para dibujar el fondo
fr: Couleur de l'arrière-plan
sv: Visningsfärg för bakgrunden.
uk: Колір фону

source: Color to draw the border
de: Rahmenfarbe
es: Color para dibujar el borde
fr: Couleur de la bordure
sv: Visningsfärg för ramen.
uk: Колір рамки

source: Desired applet font size
de: Gewünschte Schriftgröße des Applets
es: Tamaño deseado de la tipografía de la miniaplicación
fr: Taille de police désirée pour l'applet
sv: Önskad typsnittsstorlek i miniprogrammet.
uk: Бажаний розмір шрифту

source: Display parameters for interfaces
de: Anzeigeeinstellungen der Schnittstellen
es: Mostrar parámetros para las interfaces
fr: Afficher les paramètres des interfaces
sv: Visa parametrar för gränssnitt.
uk: Показати параметри для інтерфейсів

source: Draw the applet background
de: Applet-Hintergrund zeichnen
es: Dibujar el fondo de la miniaplicación
fr: Dessiner l'arrière-plan de l'applet
sv: Visa miniprogrammets bakgrund.
uk: Малювати фон аплету

source: Draw the applet border
de: Applet-Rahmen zeichnen
es: Dibujar el borde de la miniaplicación
fr: Dessiner la bordure de l'applet
sv: Visa miniprogrammets ram.
uk: Малювати рамку аплету

source: Enables/Disables dock reflection for this applet 0: Use awn setting, 1: Show reflection in horizontal docks only, 2: show reflection in vertical docks, 3: Disable reflection for all dock orientations
de: Aktiviert/Deaktiviert Dock-Reflektionen für dieses Applet 0: Verwende AWN-Einstellungen, 1: Zeige Reflektionen ausschließlich in horizontalen Docks, 2: Zeige Reflektionen in vertikalen Docks, 3: Deaktiviere Reflektionen für Docks aller Orientierungen
es: Activa/desactiva reflejos para esta miniaplicación 0: Usar configuración estándar, 1: Usar reflejo solo en lanzadores horizontales, 2: Usar reflejo solo en lanzadores verticales, 3: Desactivar reflejos para todos los lanzadores
fr: Active / désactive les reflets pour cet applet 0 : Utiliser les paramètres AWN , 1 : Seulement pour les docks horizontaux , 2 : Pour les docks verticaux , 3 : Désactiver les reflets
sv: Aktiverar/inaktiverar dock-reflektion för detta miniprogram; 0. Använd Awn-inställning, 1. Visa endast reflektion i horisontella dockar, 2. Visa reflektion i vertikala dockar, 3. Inaktivera reflektion för alla dock-orienteringar.
uk: Дозволити/заборонити віддзеркалення для цього аплету. 0 - використовувати налаштування AWN, 1 - лише коли AWN в горизонтальному положенні, 2 - лише коли AWN в вертикальному положенні, 3 - заборонити віддзеркалення.

source: Enbables or disables drawing the applet graph - if disabled only the speed text will be displayed in the applet
de: Aktiviert oder deaktiviert die Darstellung eines Gaphen - falls deaktiviert, wird die Geschwindigkeit ausschließlich als Text dargestellt
es: Activa o desactiva el dibujado de la gráfica. Si se desactiva se mostrará solo el texto de velocidad en la miniaplicación
fr: Active ou désactive l'affichage d'un graphe sur l'applet - si désactivé, seule la vitesse sera affichée textuellement sur l'applet
sv: Aktiverar/inaktiverar visning av diagram i miniprogrammet. Om inaktiverat visas endast hastighetstexten.
uk: Увімкнути або вимкнути малювання графіку, якщо вимкнено, то на аплеті буде показано лише текст

source: If enabled this will draw a line at the bottom of the graph even if the value is 0. If unchecked, values below 1 are not drawn
de: Wenn aktiviert, wird am unteren Rand des Graphen eine Linie auch dann gezeichnet, wenn der Wert 0 ist. Andernfalls werden Werte unter 1 nicht gezeichnet.
es: Si se activa dibujará una línea al final del gráfico incluso si el valor es 0. Si no se marca, los valores por debajo de 1 no se dibujarán
fr: Si activé, une ligne sera dessinée en bas du graphe même si la valeur est 0. Sinon, les valeurs inférieures à 1 ne seront pas dessinées.
sv: Om aktiverat visas en linje längst ned i diagrammet även om värdet är 0. Om inaktiverat visas ingen linje om värdet understiger 1.
uk: Якщо увімкнено, то буде намальовано лінію знизу графіка навіть якщо значення 0. Якщо вимкнено, то значення менші 1 відображатись не будуть.

source: Minimum threshold to draw meter (dependent upon DEFAULT/unit)
de: Schwelle, ab der Werte gezeichnet werden (hängt ab von DEFAULT/unit)
es: Umbral mínimo para la escala del dibujo (dependiente de la unidad/DEFECTO)
fr: Seuil minimal pour dessiner
sv: Minimigräns för visning av mätare, beroende på STANDARD/enhet.
uk: Мінімальний поріг для малювання графіку ( залежить від використаних значень за замовчуванням )

source: Sets the default scale of the applet traffic graph - the scale is the amount of linear data to display at one time
de: Setzt die Standardgröße des Graphen für das Traffic-Applet -die Größe ist der Betrag der liniaren Werte die zur selben Zeit gezeigt werden sollen
es: Establece la escala predeterminada del gráfico de la miniaplicación de tráfico: la escala es la cantidad de datos lineales que se debe desplegar al tiempo
fr: Définit l'échelle par défaut de l'applet « Moniteur de bande passante » - l'échelle est la quantité de données linéaires à afficher à la fois
sv: Ställer in standardskalan på trafikdiagrammet i miniprogrammet. Skalan är mängden linjära data som visas på en gång.
uk: Встановити стандартний масштаб для графіку - кількість ліній по висоті для показу в один час.

source: Sets the default scale of the applet wireless signal graph - the scale is the amount of linear data to display at one time
de: Setzt die Standardgröße des Graphen für das Funksignal-Applet -die Größe ist der Betrag der liniaren Werte die zur selben Zeit gezeigt werden sollen
es: Establece la escala predeterminada del gráfico de la miniaplicación de señal inalámbrica: la escala es la cantidad de datos lineales que se debe desplegar al tiempo
fr: Définit l'échelle par défaut du graphe de l'applet « Force du signal sans-fil » - l'échelle est la quantité de données linéaires à afficher à la fois
sv: Ställer in standardskalan på diagrammet över trådlös signal i miniprogrammet. Skalan är mängden linjära data som visas på en gång.
uk: Встановити стандартний масштаб для графіку бездротової мережі - кількість ліній по висоті для показу в один час.

source: Sets the default scale of the popup-dialog traffic graph - the scale is the amount of linear data to display at one time
de: Setzt die Standardgröße des Graphen für den Popup-Dialog des Traffic-Applets -die Größe ist der Betrag der liniaren Werte die zur selben Zeit gezeigt werden sollen
es: Establece la escala predeterminada del gráfico del diálogo emergente de tráfico: la escala es la cantidad de datos lineales que se debe desplegar al tiempo
fr: Définit l'échelle par défaut du graphe de de la boite de dialogue contextuelle « Trafic » - l'échelle est la quantité de données linéaires à afficher à la fois
sv: Ställer in standardskalan på trafikdiagrammet i popup-dialogrutan. Skalan är mängden linjära data som visas på en gång.
uk: Встановити стандартний масштаб для графіку у виринаючому віконці - кількість ліній по висоті для показу в один час.

source: Sets the default scale of the popup-dialog wireless signal graph - the scale is the amount of linear data to display at one time
de: Setzt die Standardgröße des Graphen für den Popup-Dialog des Funksignal-Applets -die Größe ist der Betrag der liniaren Werte die zur selben Zeit gezeigt werden sollen
es: Establece la escala predeterminada del gráfico del diálogo emergente de señal inalámbrica: la escala es la cantidad de datos lineales que se debe desplegar al tiempo
fr: Définit l'échelle par défaut du graphe de de la boite de dialogue contextuelle « Force du signal sans-fil » - l'échelle est la quantité de données linéaires à afficher à la fois
sv: Ställer in standardskalan på diagrammet över trådlös signal i popup-dialogrutan. Skalan är mängden linjära data som visas på en gång.
uk: Встановити стандартний масштаб для графіку, бездротової мережі, у виринаючому віконці - кількість ліній по висоті для показу в один час.

source: Sets the offset of the applet from the edge of the dock
de: Bestimmt den Abstand des Applets vom Rand des Docks
es: Establece la separación desde la miniaplicación hasta el borde del lanzador
fr: Affecter la hauteur de l'applet depuis le coin du dock
sv: Ställer in kompensationen av miniprogrammet från dock-kanten.
uk: Встановити зміщення аплету відносно краю панелі

source: Sets the width of the applet icon
de: Bestimmt die Breite des Appletsymbols
es: Establece el ancho del icono de la miniaplicación
fr: Affecter la largeur de l'icône de l'applet
sv: Ställer in bredden på miniprogrammets ikon.
uk: Встановити ширину значка аплету

source: The base display unit for transfer speed (0: bits, 1: bytes)
de: Die Grundeinheit zum Anzeigen der Übertragungsgeschwindigkeit (0: Bits, 1: Bytes)
es: La unidad base para mostrar la velocidad de transferencia (0: bits, 1: bytes)
fr: Affichage de base de la vitesse de transfert (0 : bits, 1 : octets)
sv: Basenheten som visas för överföringshastighet; 0. Bit, 1. Byte.
uk: Відображення швидкості передачі даних (0: біт, 1: байт)

source: The interface currently selected
de: Momentan gewählte Schnittstelle
es: La interfaz actual
fr: Interface sélectionnée
sv: Gränssnittet som är valt för närvarande.
uk: Наразі обраний інтерфейс.

source: Throughput label control - 0: no label, 1: Sum, 2: Upload/Download
de: Anzeige des Datendurchsatzes - 0: keine Anzeige, 1: Summe, 2: Upload/Download
es: Etiqueta de control de rendimiento - 0: sin etiqueta, 1: Total, 2: Subida/Descarga
fr: Étiquette de contrôle du débit - 0 : pas d'étiquette, 1 : Somme, 2 : Envoi/Réception
sv: Kontroll över genomströmningsetiketten; 0. Ingen etikett, 1. Summerat, 2. Skickat/hämtat.
uk: Позначка пропускної здатності - 0: без позначки, 1: Сума, 2: Upload/Download

source: Type of graph to use for wireless devices - area: Area chart, area_bar: Area chart with colored bars, bar: Bar chart, fan: Waving chart with density, fan_bar: Waving Bar chart with density
de: Art der Diagrammanzeige für kabellose Geräte – area: Flächendiagramm, area_bar: Flächendiagramm mit farbigen Balken, bar: Balkendiagramm, fan: schwingendes Diagramm mit Dichte, fan_bar: schwingendes Balkendiagramm mit Dichte
es: Tipo de gráfico a usar en dispositivos inalámbricos - area: Gráfica de área, area_bar: Gráfico de área con barras coloreadas, bar: Gráfico de barras, fan: Gráfico de onda con densidad, fan_bar: gráfico de barras de onda con densidad
fr: Type de graphique à utiliser pour les périphériques sans fil - area : diagramme de zone, area_bar : diagramme de zone avec des barres colorées, bar : diagramme bâton, fan : diagramme à vagues avec densité, fan_bar : diagramme bâton à vagues avec densité
sv: Diagramtypen att använda för trådlösa enheter; area: Ytdiagram, area_bar: Ytdiagram med färgade staplar, bar: Stapeldiagram, fan: Vågdiagram med densitet, fan_bar: Vågstapeldiagram med densitet.

source: Bandwidth Monitor
de: Bandbreitenmonitor
es: Monitor del ancho de banda
fr: Moniteur de bande passante
sv: Bandbreddsövervakare
uk: Монітор мережі

source: Network Bandwidth monitor
de: Netzwerk-Bandbreitenmonitor
es: Monitor del ancho de banda de red
fr: Moniteur de bande passante
sv: Bandbreddsövervakare för nätverk
uk: Монітор пропускної здатності мережі

source: Sum Interface
de: Summen-Schnittstelle
es: Interfaz Sum
fr: Somme des interfaces
sv: Summerat gränssnitt
uk: Сума інтерфейсів

source: n/a
es: n/d
fr: n/d
sv: inte tillgänglig
uk: н/д

source: Multi Interface
de: Multi-Schnittstelle
es: Multi interfaz
fr: Toutes les interfaces
sv: Multigränssnitt
uk: Декілька інтерфейсів

source: Scanning
de: Scanne
es: Analizando
fr: Analyse en cours
sv: Söker av
uk: Сканування

source: Devices
de: Geräte
es: Dispositivos
fr: Périphériques
sv: Enheter
uk: Пристрої

source: KBps
de: kB/s
fr: Ko/s
sv: kbyte/s
uk: КБ/с

source: Kbps
de: kbit/s
fr: Kb/s
sv: kbit/s
uk: Кбіт/с

source: Use KBps instead of Kbps
de: kB/s statt kbit/s verwenden
es: Usar KBps en lugar de Kbps
fr: Utiliser des Ko/s au lieu de Kb/s
sv: Använd kbyte/s istället för kbit/s
uk: Використовувати КБ/с замість Кб/с

source: Interfaces
de: Schnittstellen
sv: Gränssnitt
uk: Інтерфейси

source: Please select a valid Network Device
de: Bitte wählen Sie ein gültiges Netzwerkgerät
es: Seleccione un dispositivo de red válido
fr: Veuillez sélectionner un périphérique réseau valide
sv: Välj en giltig nätverksenhet
uk: Оберіть діючий мережевий пристрій

source: Total Sent: %s - Total Received: %s (All Interfaces)
de: Insgesamt gesendet: %s - Insgesamt empfangen: %s (alle Schnittstellen)
es: Total enviado: %s - Total recibido: %s (Todas las interfaces)
fr: Total envoyé : %s - Total reçu : %s (toute interfaces)
sv: Totalt skickat: %s - Totalt mottaget: %s (Alla gränssnitt)
uk: Загалом відправлено: %s - Загалом отримано: %s (Всі інтерфейси)

source: No Device
de: Kein Gerät
es: No hay dispositivo
fr: Pas de périphérique
sv: Ingen enhet
uk: Нема пристрою

source: Please select a valid device
de: Bitte wählen Sie ein gültiges Gerät
es: Seleccione un dispositivo válido
fr: Veuillez sélectionner un périphérique valide
sv: Välj en giltig enhet
uk: Оберіть діючий пристрій

source: Bps
de: B/s
fr: o/s
sv: byte/s
uk: Б/с

source: MBps
de: MB/s
fr: Mo/s
sv: Mbyte/s
uk: МБ/с

source: GBps
de: GB/s
fr: Go/s
sv: Gbyte/s
uk: ГБ/с

source: TBps
de: TB/s
fr: To/s
sv: Tbyte/s
uk: ТБ/с

source: bps
de: bit/s
fr: b/s
sv: bit/s
uk: біт/с

source: Mbps
de: Mbit/s
fr: Mb/s
sv: Mbit/s
uk: Мбіт/с

source: Gbps
de: Gbit/s
fr: Gb/s
sv: Gbit/s
uk: Гбіт/с

source: Tbps
de: Tbit/s
fr: Tb/s
sv: Tbit/s
uk: Тбіт/с

source: A Network Bandwidth monitor for AWN
de: Ein Netzwerk-Bandbreitenmonitor für AWN
es: Un monitor de ancho de banda de red para AWN
fr: Un moniteur réseau pour Awn
sv: Bandbreddsövervakning av nätverk för Awn
uk: Монітор пропускної здатності мережі для AWN

source: <b>Display</b>
de: <b>Anzeige</b>
es: <b>Mostrar</b>
fr: <b>Affichage</b>
sv: <b>Visning</b>
uk: <b>Вигляд</b>

source: Applet
es: Miniaplicación
sv: Miniprogram
uk: Аплет

source: Applet Offset
de: Applet-Abstand
es: Separación de miniaplicación
fr: Hauteur de l'applet
sv: Programkompensation
uk: Зміщення аплету

source: Applet Size Override
de: Appletgröße ändern
es: Tamaño de miniaplicación Sobreescribir
fr: Taille de l'applet Ignorer
sv: Programstorlek Åsidosättande
uk: Розмір аплету

source: Applet Width
de: Breite des Applets
es: Ancho de miniaplicación
fr: Largeur de l'applet
sv: Programbredd
uk: Ширина аплету

source: Background Color
de: Hintergrundfarbe
es: Color del fondo
fr: Couleur de l'arrière-plan
sv: Bakgrundsfärg
uk: Колір фону

source: Border Color
de: Rahmenfarbe
es: Color del borde
fr: Couleur de la bordure
sv: Ramfärg
uk: Колір рамки

source: Dialog
es: Diálogo
fr: Boîte de dialogue
sv: Dialogruta
uk: Діалог

source: Display MBps/KBps (bytes) instead of Mbps/Kbps (bits)
de: MB/s bzw. kB/s (Bytes) anstelle von Mbit/s bzw. kbit/s (Bits) anzeigen
es: Mostrar MBps/KBps (bytes) en lugar de Mbps/Kbps (bits)
fr: Afficher des Mo/s ou Ko/s au lieu de Mb/s ou Kb/s
sv: Visa Mbyte/s, kbyte/s istället för Mbit/s, kbit/s
uk: Показувати МБ/с і КБ/с (байти) замість Мбіт/с і Кбіт/с

source: Display Speed Text
de: Übertragungsgeschwindigkeit als Text anzeigen
es: Mostrar texto de velocidad
fr: Afficher la vitesse textuellement
sv: Visa hastighetstext
uk: Показувати текст швидкості

source: Draw 0 bps in graphs
de: Nulllinie zeichnen
es: Dibujar 0 bps en gráficos
fr: Dessiner 0 b/s dans le graphe
sv: Visa 0 bit/s i diagram
uk: Малювати нульову швидкість на графіках

source: Draw Applet Graph
de: Applet-Graphen darstellen
es: Mostrar gráfico de miniaplicación
fr: Dessiner le graphe de l'applet
sv: Visa diagram i miniprogrammet
uk: Малювати графік

source: Draw Background
de: Hintergrund zeichnen
es: Mostrar el fondo
fr: Dessiner l'arrière-plan
sv: Visa bakgrund
uk: Малювати фон

source: Draw Border
de: Rahmen zeichnen
es: Dibujar borde
fr: Dessiner la bordure
sv: Visa ram
uk: Малювати рамку

source: General
de: Allgemein
fr: Général
sv: Allmänt
uk: Загальне

source: Graph Only
de: Nur als Linie darstellen
es: Sólo gráfico
fr: Graphe uniquement
sv: Endast diagram
uk: Лише графік

source: Icon Font Size
de: Icon Schriftgröße
es: Tamaño de tipografía del icono
fr: Taille de la police de l'icône
sv: Textstorlek på ikonen
uk: Розмір шрифту

source: If this is checked, the common display unit will be Bytes
de: Wenn aktiviert, wird die Übertragungsgeschwindigkeit in Bytes angezeigt
es: Si marca esta opción, la unidad común mostrada será Bytes
fr: Si activé, l'unité affichée par défaut sera l'octet
sv: Om markerad kommer den gemensamma enheten som visas att vara byte
uk: Якщо обрано, то загальною одиницею вимірювання будуть байти.

source: Minimum Scaling threshold
de: Untere Anzeigeschwelle
es: Umbral de escala mínima
fr: Limite basse de l'échelle
sv: Minsta skalningsgräns
uk: Мінімальний поріг масштабування.

source: Signal Scale
de: Signal-Skala
es: Escala de señal
fr: Échelle du signal
sv: Signalskala
uk: Масштаб сигналу

source: Sum
de: Summe
es: Suma
fr: Somme
sv: Summerat
uk: Сума

source: Traffic Scale
de: Datenverkehrs-Skala
es: Escala de tráfico
fr: Échelle du trafic
sv: Trafikskala
uk: Масштаб трафіку

source: Device
de: Gerät
es: Dispositivo
fr: Périphérique
sv: Enhet
uk: Пристрій

source: Upload Color
de: Farbe für Upload
es: Color de carga
fr: Couleur des réceptions
sv: Sändningsfärg
uk: Колір вихідного трафіку

source: Download Color
de: Farbe für Download
es: Color de descarga
fr: Couleur des émissions
sv: Hämtningsfärg
uk: Колір вхідного трафіку

source: Upload
es: Subida
fr: Émissions
sv: sändning
uk: Відвантаження

source: Download
es: Descarga
fr: Réceptions
sv: hämtning
uk: Завантаження

source: %s %s Color
de: %s %s Farbe
es: Color %s %s
fr: Couleur %s %s
sv: %s-%ssfärg
uk: %s %s Колір

source: Options/Info
de: Optionen/Info
es: Opciones/información
sv: Alternativ/info
uk: Опції/Інфо

source: Back to Graph
de: Zurück zum Diagramm
es: Regresar al gráfico
fr: Retour au graphe
sv: Tillbaka till diagram
uk: Повернутись до графіка

source: Change Unit
de: Einheit ändern
es: Cambiar unidad
fr: Changer l'unité
sv: Ändra enhet
uk: Змінити одиниці

source: IP Address:
de: IP-Adresse:
es: Dirección IP:
fr: Adresse IP :
sv: IP-adress:
uk: IP адреса:

source: Subnet Mask:
de: Subnetzmaske:
es: Máscara de subred:
fr: Masque de sous-réseau :
sv: Subnätmask:
uk: Маска підмережі:

source: UP
de: GESTARTET
sv: UPPE
uk: ПІДНЯТО

source: RUNNING
de: LÄUFT
es: EJECUTANDO
fr: ACTIVE
sv: IGÅNG
uk: ПРАЦЮЄ

source: None
de: Keine
es: Ninguno
fr: Aucun
sv: Ingen
uk: Нічого

source: Members:
de: Schnittstellen:
es: Miembros:
fr: Membres :
sv: Medlemmar:
uk: Учасники:

source: Wireless graph type
de: Drahtlos-Diagrammtyp
es: Tipo de gráfico de red inalámbrica
fr: Type de graphique pour le réseau sans fil
sv: Diagramtyp för trådlöst
uk: Графік для бездротового з'єднання

source: HAL UDI of battery.
de: HAL UDI (eindeutige Identifizierung) des Akkus.
es: HAL UDI de la batería
fr: UDI HAL de la batterie.
sv: HAL-UDI för batteri.
uk: Унікальний ідентифікатор батареї.

source: If charge level drops below this threadhold, a warning will be displayed.
de: Wenn der Ladezustand unter diesen Wert fällt, wird eine Warnung angezeigt
es: Si el nivel de carga cae por debajo de este nivel, se mostrará un aviso.
fr: Si le niveau de chargement passes sous ce seuil, un avertissement sera affiché.
sv: Om laddningsnivån sjunker under denna gräns visas en varning.
uk: При падінні заряду, нижче вказаної мережу, буде показано попередження.
