Repository: micove/awn-extras
Catalog: po/*.po
Languages: de, es, fr, sv, uk

source: Border colour in the form (Hex) rrggbbaa. Also use for the timer widget
de: Rahmenfarbe in der Form (Hex) rrggbbaa. Wird auch für das Timer-Widget verwendet
es: Color del borde en la forma rrggbbaa (Hex). también se usa para el widget temporizador
fr: Couleur de la bordure sous la forme (hexadécimale) rrggbbaa. Aussi utilisée pour le widget horloge.
sv: Hex-ramfärg i ytan, rrggbbaa. Används även för timerwidgeten.
uk: Колір фону з (Hex) rrggbbaa. Також використовується для віджету часу

source: Display icon for awn notification daemon. Allows toggling of notification display
de: Icon für den Awn Notification Daemon anzeigen. Ermöglicht das Umschalten der Benachrichtigungsanzeige
fr: Affiche une icône pour le démon de notification Awn. Autorise le changement d'affichage des notifications
sv: Visningsikon för notifieringsdemonen. Tillåter växling av notifieringsvisningen.

source: Gradient Factor applied to the notification window. Range of 0 to 1. The lower the number the more noticeable the effect.
de: Farbverlauf-Faktor des Benachrichtigungsfensters. Wertebereich von 0 bis 1. Je niedriger der Wert, desto deutlicher der Effekt.
es: El factor de degradado aplicado a la ventana de notificación. Rango de 0 a 1. Entre más bajo sea el número más perceptible será el efecto.
fr: Le facteur de dégradé appliqué à la fenêtre de notification. De 0 à 1. Plus la valeur est faible, plus l'effet est visible.
sv: Gradientfaktor som tillämpas på notifieringsfönstret. Omfånget är 0 till 1. Ju lägre talet är, desto mer märkbar blir effekten.

source: If the value is >0.0 then this opacity value will be applied to window instead of hiding.
de: Bei einem Wert größer 0.0 wird dieser Deckkraftwert auf das Fenster angewendet, anstatt es zu verbergen.
fr: Si la valeur est supérieure à 0.0 alors cette valeur d'opacité sera appliquée à la fenêtre au lieu de la cacher.
sv: Om värdet är större än 0.0, tillämpas detta opacitetsvärde på fönstret istället för att dölja det.

source: NOTE: This key should not be considered stable... it is likely to change. Arbitrary X position for notification window. Default is -1 which signifies awn-notification-daemon should place windows relative to its position in the bar.
de: HINWEIS: Dieser Schlüssel ist als vorläufig zu betrachten und wird sich voraussichtlich noch ändern. Frei wählbare x-Position des Benachrichtigungsfensters. Die Vorgabe ist -1, was bedeutet, dass der Awn Notification Daemon die Fenster relativ zu seiner Position in der Leiste platzieren soll.
fr: NOTE : cette clé ne doit pas être considérée comme stable... Elle risque de changer. Position arbitraire horizontale de la fenêtre de notification. -1 par défaut, ce qui signifie que awn-notification-daemon doit placer la fenêtre relativement à sa position dans la barre.
sv: NOTERA: Denna nyckel ska inte anses som stabil... det kommer sannolikt att förändras. Ungefärlig X-position för notifieringsfönstret. Standard är -1, vilket betyder att awn-notification-daemon placerar fönster i förhållande till dess position i panelen.

source: NOTE: This key should not be considered stable... it is likely to change. Arbitrary Y position for notification window. Default is -1 which signifies awn-notification-daemon should place windows relative to its position in the bar.
de: HINWEIS: Dieser Schlüssel ist als vorläufig zu betrachten und wird sich voraussichtlich noch ändern. Frei wählbare y-Position des Benachrichtigungsfensters. Die Vorgabe ist -1, was bedeutet, dass der Awn Notification Daemon die Fenster relativ zu seiner Position in der Leiste platzieren soll.
fr: NOTE : cette clé ne doit pas être considérée comme stable... Elle risque de changer. Position arbitraire verticale de la fenêtre de notification. -1 par défaut, ce qui signifie que awn-notification-daemon doit placer la fenêtre relativement à sa position dans la barre.
sv: NOTERA: Denna nyckel ska inte anses som stabil... det kommer sannolikt att förändras. Ungefärlig Y-position för notifieringsfönstret. Standard är -1, vilket betyder att awn-notification-daemon placerar fönster i förhållande till dess position i panelen.

source: Sound.
de: Klang.
es: Sonido.
fr: Son.
sv: Ljud.
uk: Звук.

source: Text colour in the form (Hex) rrggbbaa. Currently the alpha component is ignored
de: Schriftfarbe in der Kodierung rrggbbaa (hexadezimal). Die Alpha-Komponente wird derzeit ignoriert.
es: Color de texto en formato rrggbbaa (hex). Actualmente se ignora la transparencia
fr: Couleur du texte sous la forme (hexadécimale) rrggbbaa. La composante alpha est actuellement ignorée.
sv: Hex-textfärgen i ytan, rrggbbaa. För närvarande är alfakomponenten ignorerad.
uk: Колір тексту форми (Hex) rrggbbaa. В даний момент прозорість ігнорується.

source: The default sound file used unless a notification supplies the 'sound-file' or 'suppress-sound' hint. Leave empty for no default sound.
de: Vorgegebene Klangdatei, die verwendet wird, solange eine Benachrichtigung keine eigenen Werte für »sound-file« oder »suppress-sound« liefert. Lassen Sie das Feld leer, wenn Sie keinen Standardklang wünschen.
es: El archivo de sonido predeterminado que usar a no ser que la notificación proporcione las opciones «sound-file» o «suppress-sound». Déjelo vacío para no tener sonido predeterminado.
fr: Fichier sonore utilisé tant qu'une notification ne précise pas un fichier son ou la suppression du son. Laissez-le vide pour ne pas définir de fichier sonore par défaut.
sv: Standardljudfilen som används såvida inte en notifiering tillhandahåller tipset "sound-file" eller "suppress-sound". Lämna tomt för ingen användning av standardljud.
uk: Використовується типовий звук якщо в повідомленні не вказано параметр 'sound-file' або 'suppress-sound'. Залиште пустим щоб вимкнути типовий звук.

source: This will override the client and default timeout periods for all notification windows with a timeout. Value is in ms. A value less than or equal to 0 indicates that client and default values should be honoured.
de: Dies hebt die vorgegebenen Timeouts bzw. die des Clients für Benachrichtigungsfenster mit einem Timeout auf. Wert in ms. Ein Wert kleiner oder gleich 0 zeigt an, dass die Client- und Vorgabewerte berücksichtigt werden sollen.
fr: Cela remplacera le temps d'attente du client ou par défaut pour toutes les fenêtres de notification temporisées. La valeur est en millisecondes. Une valeur inférieure ou égale à 0 signifie que les valeurs du client ou par défaut doivent être respectées.
sv: Detta åsidosätter klienten och standardpausperioder för alla notifieringsfönster med en paus. Värdet är i millisekunder. Ett värde som är mindre eller lika med 0 indikerar att klienten och standardvärden ska tillämpas.

source: Use bold text.
de: Fetten Text verwenden.
es: Utilizar texto en negrita.
fr: Mettre le texte en gras.
sv: Använd fet text.
uk: Використовувати товстий текст.

source: Whether to attempt to kill any running notification-daemons.
de: Ob versucht werden soll, eventuell laufende Benachrichtigungs-Daemons zu beenden.
fr: Si il faut tenter de tuer tous les démons de notification en cours d'exécution.
sv: Huruvida notifieringsdemoner som redan körs ska försökas att dödas eller inte.

source: Whether to honour client notification window positioning requests.
de: Bestimmt, ob Client-Anforderungen an die Positionierung der Benachrichtigungsfenster berücksichtigt werden sollen.
fr: Si il faut respecter les requêtes de positionnement de la fenêtre de notification du client.
sv: Huruvida begärande av fönsterposition för klientnotifiering ska tillämpas.

source: Whether to the use configured awn theme color values for xxxx.
de: Bestimmt, ob benutzerdefinierte Awn-Themen-Farbwerte für xxxx verwendet werden sollen.
fr: Si il faut utiliser les valeurs de couleur configurées du thème Awn pour xxxx.
sv: Huruvida de konfigurerade färgvärdena för Awn-temat ska användas för xxxx.

source: A replacement for the standard notification daemon and notify-osd. This will disable existing notification daemons while the applet is active.
de: Ein Ersatz für den Standard-Benachrichtigungsdienst und notify-osd. Wenn dieses Applet aktiv ist, werden andere Benachrichtigungsdienste deaktiviert.
es: Un reemplazo para el demonio de notificación estándar y notify-osd. Esto desactivará los demonios de notificación activos mientras la miniaplicación esté activa.
fr: Un remplacement pour le démon de notification standard et notify-osd. Cela va désactiver les démons de notification existants tant que l'applet sera actif.
sv: En ersättare till den standardiserade notifieringsdemonen och notify-osd. Detta kommer att inaktivera de befintliga notifieringsdemonerna medan miniprogrammet är aktivt.

source: Notification Daemon
de: Benachrichtigungsdienst
es: Demonio de notificaciones
fr: Démon de notification
sv: Notifieringsdemon
uk: Служба повідомлень

source: %u is not a valid notification ID
de: %u ist keine gültige Benachrichtigungs-ID
es: %u no es un ID de notificación válido
fr: %u n'est pas un ID de notification valide
sv: %u är inte en giltig notifieringsidentitet
uk: %u невірний ID повідомлення

source: Whether to show tooltips when hovering over a place.);
de: Ob eine Minihilfe gezeigt werden soll, wenn die Maus über einen Ort fährt.);
fr: Si il faut montrer les infobulles quand la souris survole un emplacement.);
sv: Huruvida verktygstips ska visas när en plats fokuseras.

source: The width of the menu's border.);
de: Die Breite des Menürahmens.);
es: El ancho del borde del menú.);
fr: Largeur de la bordure du menu.);
sv: Bredden på menyns ram.
uk: Ширина рамки меню.);

source: The size of the text in the menu, in pixels.);
de: Die Schriftgröße im Menü in Pixeln.);
es: El tamaño del texto en el menú, en píxeles.);
fr: Taille du texte dans le menu, en pixels.);
sv: Storleken på texten i menyn, i bildpunkter.
uk: Розмір тексту меню, в пікселях.);

source: The icon theme name of the applet's icon.);
de: Der Symbolthemen-Name des Applet-Symbols.);
es: El nombre del tema de iconos del icono de la miniaplicación.);
fr: Le nom du thème d'icônes de l'icône de l'applet.);
sv: Namnet på ikontemat för miniprogrammets ikon.
uk: Назва теми значків аплету.);

source: The file manager that shows the contents of the places.);
de: Der Dateimanager, der den Inhalt der Orte anzeigt.);
es: El gestor de archivos que muestra el contenido de los lugares.);
fr: Le gestionnaire de fichier qui affiche le contenu des emplacements.);
sv: Filhanteraren som visar innehållet i platserna.
uk: Файловий менеджер.);

source: The colour (RGBA) of the text when a place is selected or the mouse hovers over it.);
de: Die Schriftfarbe (RGBA), wenn ein Ort markiert ist oder die Maus darüberfährt.);
es: El color (RGBA) del texto cuando se selecciona un lugar o el ratón se sitúa sobre él.);
fr: La couleur (RGBA) du texte quand un emplacement est sélectionné ou quand la souris le survolle.);
sv: RGBA-färgen för texten när en plats är vald eller när muspekaren fokuserar på den.

source: The colour (RGBA) of the text in the menu.);
de: Die Schriftfarbe (RGBA) im Menü.);
es: El color (RGBA) del texto en el menú.);
fr: Couleur (RGBA) du texte dans le menu.);
sv: RGBA-färgen för texten i menyn.
uk: Колір (RGBA) тексту в меню.);

source: The colour (RGBA) of the menu's border, if the border width is greater than zero.);
de: Die Rahmenfarbe (RGBA) des Menüs, wenn die Rahmenbreite größer null ist.);
es: El color (RGBA) del borde del menú, si su anchura es mayor a cero.);
fr: La couleur (RGBA) de la bordure du menu, si l'épaisseur de la bordure est plus grande que zéro.);
sv: RGBA-färgen för menyns ram, om rambredden är större än noll.

source: The color (RGBA) of the text when a place is selected or the mouse hovers over it.);
de: Die Textfarbe (RGBA), wenn ein Ort markiert ist oder die Maus darüberfährt.);
es: El color (RGBA) del texto cuando un lugar se selecciona o el ratón se posa por encima de el.);
fr: La couleur (RGBA) du texte quand un emplacement est sélectionné ou que la souris le survole.);
sv: RGBA-färgen för texten när en plats är vald eller när muspekaren fokuserar på den.

source: The color (RGBA) of the text in the menu.);
de: Die Textfarbe (RGBA) im Menü.);
es: El color (RGBA) del texto en el menú.);
fr: Couleur (RGBA) du texte dans le menu.);
sv: RGBA-färgen för texten i menyn.

source: The color (RGBA) of the menu's border, if the border width is greater than zero.);
de: The Rahmenfarbe (RGBA) des Menüs, wenn der Rahmen breiter als null ist.);
es: El color (RGBA) del borde del menú, si su anchura es mayor a cero.);
fr: Couleur (RGBA) de la bordure du menu, si cette bordure n'est pas de largeur nulle.);
sv: RGBA-färgen för menyns ram, om rambredden är större än noll.

source: The background colour (RGBA) of the menu.);
de: Die Hintergrundfarbe (RGBA) des Menüs.);
es: El color de fondo (RGBA) del menú.);
fr: Couleur (RGBA) d'arrière-plan du menu.);
sv: RGBA-bakgrundsfärgen för menyn.

source: The background colour (RGBA) of an entry in the menu when it is selected or the mouse hovers over it.);
de: Die Hintergrundfarbe (RGBA) eines Menüeintrags, wenn er markiert ist oder die Maus darüberfährt.);
fr: Couleur (RGBA) d'arrière-plan d'une entrée du menu lorsqu'elle est sélectionnée ou que la souris passe au dessus.);
sv: RGBA-bakgrundsfärgen för en post i menyn när den är vald eller när muspekaren fokuserar på den.

source: The background color (RGBA) of the menu.);
de: Die Hintergrundfarbe (RGBA) des Menüs.);
es: El color de fondo (RGBA) del menú.);
fr: Couleur (RGBA) d'arrière-plan du menu.);
sv: RGBA-bakgrundsfärgen för menyn.
uk: Фоновий колір (RGBA) меню.);

source: The background color (RGBA) of an entry in the menu when it is selected or the mouse hovers over it.);
de: Die Hintergrundfarbe (RGBA) eines Eintrags im Menü, wenn er markiert ist oder die Maus darüberfährt.);
fr: Couleur (RGBA) d'arrière-plan d'une entrée du menu lorsqu'elle est sélectionnée ou que la souris passe au dessus.);
sv: RGBA-bakgrundsfärgen för en post i menyn när den är vald eller när muspekaren fokuserar på den.
uk: Фоновий колір (RGBA) пункту меню коли на нього наведено вказівник мишки.);

source: Determines whether to use the current Gtk+ theme's colour/font settings, or the applet-specific style settings.);
de: Legt fest, ob die Farb-/Schrifteinstellungen des aktuellen GTK-Themas verwendet werden sollen oder Applet-spezifische Einstellungen.
fr: Détermine si il faut utiliser les couleurs et les polices du thème GTK+ actuel, ou les paramètres spécifiques de l'applet.);
sv: Bestämmer huruvida det nuvarande GTK-temats inställningar för färg/typsnitt eller specifika stilinställningar för miniprogrammet ska användas.
uk: Визначає чи використовувати параметри (кольори/шрифт) Gtk+ теми, чи використовувати власні налаштування.);

source: Determines whether to use the current Gtk+ theme's color/font settings, or the applet-specific style settings.);
de: Bestimmt, ob die Farb-/Schrifteinstellungen des benutzten Gtk+-Themas verwendet werden oder Applet-spezifische.);
fr: Détermine si il faut utiliser les couleurs et les polices du thème GTK+ actuel, ou les paramètres spécifiques de l'applet.);
sv: Bestämmer huruvida det nuvarande GTK-temats inställningar för färg/typsnitt eller specifika stilinställningar för miniprogrammet ska användas.
uk: Визначає чи використовувати параметри (кольори/шрифт) поточної Gtk+ теми, чи використовувати власні налаштування.);

source: Creates an alpha gradient in the menu item background. At the top and bottom of the menu, the alpha value is the background color's alpha value multiplied by this value. At 20 percent from the top of the menu, the alpha value is the background color's alpha value.);
de: Erstellt einen Alphakanal-Farbverlauf im Hintergrund des Menüeintrags. Am oberen und unteren Rand des Menüeintrags ergibt sich der Alpha-Wert aus dem Alphakanal der Hintergrundfarbe multipliziert mit diesem Wert. Ab 20 Prozent vom oberen Rand des Menüeintrags entspricht der Alpha-Wert dem Alphakanal der Hintergrundfarbe.);
fr: Crée un dégradé alpha sur l'arrière-plan de l'élément du menu. En haut ou en bas du menu, la valeur de l'alpha est égale à la valeur de l'alpha de l'arrière-plan multiplié par cette valeur. À 20% du haut du menu, la valeur de l'alpha est égale à celle de l'arrière-plan.);
sv: Skapar en alfagradient i bakgrunden för menyobjekten. Högst upp och längst ned i menyn är alfakanalsvärdet bakgrundsfärgens alfakanalsvärde multiplicerat med detta värde. Vid 20 procent från toppen av menyn är alfakanalsvärdet bakgrundsfärgens alfakanalsvärde.

source: Launch your folder bookmarks
de: Öffnet Ihre Lesezeichen
es: Abra sus marcadores de carpetas
fr: Lance les signets de votre dossier
sv: Öppna dina mappbokmärken
uk: Швидке відкриття закладок

source: A simple applet to test python support
de: Ein einfaches Applet zum Testen der Python-Unterstützung
es: Una miniaplicación simple para probar el soporte de Python
fr: Un applet simple pour tester le support python
sv: Ett enkelt miniprogram för att testa Python-stöd
uk: Простий аплет для тесту підтримки python

source: Test Python Applet
de: Python-Testapplet
es: Miniaplicación de prueba de Python
fr: Applet de test python
sv: Testa Python
uk: Аплет тесту Python

source: Action to perform when left clicking on the icon.
de: Aktion, die bei einem Linksklick auf das Symbol ausgeführt werden soll.
es: La acción a realizar al pulsar con el botón izquierdo en el icono.
fr: Action à effectuer lors d'un clic gauche sur l'icône.
sv: Åtgärd att utföra vid vänsterklick på ikonen.
uk: Яку дію виконувати при лівому кліку по значку

source: Command to execute if org.gnome.ScreenSaver is not available.
de: Der auszuführende Befehl, falls org.gnome.ScreenSaver nicht verfügbar ist.
es: Orden a ejecutar si no está disponible org.gnome.ScreenSaver.
fr: Commande à exécuter si org.gnome.ScreenSaver n'est pas disponible.
sv: Kommando att köra om org.gnome.ScreenSaver inte är tillgängligt.
uk: Команда для виконання, коли org.gnome.ScreenSaver недоступно.

source: Command to execute if org.gnome.SessionManager is not available.
de: Der auszuführende Befehl, falls org.gnome.SessionManager nicht verfügbar ist.
es: Orden a ejecutar si no está disponible org.gnome.SessionManager.
fr: Commande à exécuter si org.gnome.SessionManager n'est pas disponible.
sv: Kommando att köra om org.gnome.SessionManager inte är tillgängligt.
uk: Команда для виконання, коли org.gnome.SessionManager не доступно.

source: An applet to exit or log out of your session
de: Ein Applet zum Ausschalten und Abmelden
es: Una miniaplicación para salir o cerrar sesión
fr: Un applet pour quitter ou fermer votre session
sv: Ett miniprogram för att stänga av eller logga ut från din session
uk: Аплет для швидкого виходу, чи завершення сесії

source: Quit-Log Out applet
de: Applet zum Ausschalten/Abmelden
es: Miniaplicación para salir/cerrar sesión
fr: Applet Quitter/Déconnecter
sv: Avstängnings-/utloggningsprogram
uk: Аплет Виходу/Завершення сесії

source: Protect your computer from unauthorized use
de: Den Rechner vor unbefugtem Zugriff schützen
es: Proteja su equipo del uso no autorizado
fr: Interdit les utilisations non désirées de votre ordinateur
sv: Skydda din dator från obehörigt användande
uk: Захистити ваш комп'ютер від несанкціонованого використання

source: Log Out...
de: Abmelden …
es: Cerrar sesión...
fr: Se déconnecter...
sv: Logga ut...
uk: Завершити сеанс...

source: Log out of this session to log in as a different user
de: Von dieser Sitzung abmelden, um sich als ein anderer Benutzer anzumelden
es: Sale de esta sesión para entrar como un usuario diferente
fr: Se déconnecte de cette session afin de se reconnecter sous un autre identifiant
sv: Logga ut från denna session för att logga in som en annan användare
uk: Вийти з сеансу та зайти під іншим ім'ям

source: Shut Down...
de: Ausschalten …
es: Apagar...
fr: Éteindre...
sv: Stäng av...
uk: Вимкнути...

source: Shut down the system
de: Den Rechner herunterfahren
es: Apagar el equipo
fr: Termine votre session et éteint l'ordinateur
sv: Stäng av systemet
uk: Вимкнути комп'ютер

source: Quit-Log Out
de: Ausschalten/Abmelden
es: Salir/Cerrar sesión
fr: Quitter - Se déconnecter
sv: Stäng av/logga ut
uk: Вийти - Завершити сеанс

source: An applet to lock your screen, log out of your session, or shut down the system
de: Ein Applet, um den Bildschirm zu sperren, sich abzumelden oder den Rechner auszuschalten
es: Una miniaplicación para bloquear la pantalla, cerrar la sesión o apagar el sistema
fr: Un applet pour verrouiller votre écran,fermer votre session ou éteindre le système
sv: Ett miniprogram för att låsa din skärm, logga ut från din session eller stänga av systemet
uk: Аплет дозволяє швидко блокувати екран, виходити з сесії, або вимикати комп'ютер.

source: Show Docklet
de: Docklet zeigen
es: Mostrar docklet
fr: Afficher le docklet
sv: Visa docklet

source: Shut Down
de: Ausschalten
es: Apagar
fr: Éteindre
sv: Stäng av
uk: Вимкнути

source: Log Out %s...
de: %s abmelden …
es: Cerrar la sesión de %s…
fr: Déconnexion de %s...
sv: Logga ut %s...
uk: Завершити сеанс %s...

source: Left click _action:
de: Linksklick-_Aktion:
es: _Acción de botón izquierdo:
fr: _Action au clic gauche :
sv: Vänsterklicks_åtgärd:
uk: Дія лівого кліку:

source: Applet displaying related items by talking to Zeitgeist
de: Applet zum Anzeigen von zugehörigen Objekten mithilfe von »Zeitgeist«
es: Miniaplicación mostrando elementos relacionados desde Zeitgeist
fr: Applet affichant les éléments relatifs en communiquant avec Zeitgeist
sv: Miniprogram som visar relaterade objekt genom att prata med Zeitgeist
uk: Аплет показує пов'язані елементи, поговоривши з Zeitgeist

source: Related applet
es: Miniaplicación rde relacionados
fr: Applet connexe
sv: Relaterande miniprogram
uk: Подібні аплети

source: The color (RGBA) applet border.
de: Die Rahmenfarbe (RGBA) des Applets.
es: El color (RGBA) del borde de la miniaplicación.
fr: Couleur (RGBA) de la bordure de l'applet.
sv: RGBA-färgen för miniprogrammets ram.
uk: Колір (RGBA) рамки аплету.

source: The color of the desktop (RGBA) if grab_wallpaper is FALSE.
de: Die Farbe (RGBA) der Arbeitsfläche, wenn grab_wallpaper FALSE ist.
es: El color del escritorio (RGBA) si grab_wallpaper es FALSO.
fr: La couleur du bureau (RGBA) si grab_wallpaper vaut « faux ».
sv: RGBA-färgen för skrivbordet om grab_wallpaper är INAKTIVERAT.

source: 0... centre 1 NW 2 NE 3 SE 4 SW
de: 0 … zentriert, 1 … NW, 2 … NO, 3 … SO, 4 … SW
fr: 0... centre 1 NO 2 NE 3 SE 4 SO
sv: 0. Centrerad, 1. Uppe till vänster, 2. Uppe till höger, 3. Nere till höger, 4. Nere till vänster.

source: Alpha to apply to icon overlayed on active window.
de: Alphawert, der auf das Symbol angewendet wird, das auf dem aktiven Fenster platziert ist.
es: Transparencia a aplicar al icono sobrepuesto en la ventana activa.
fr: Transparence à appliquer à l'icône superposée à la fenêtre active.
sv: Alfakanalsvärde att tillämpa på ikonen som överlappar aktivt fönster.

source: Alpha to apply to icon overlayed on inactive window.
de: Alphawert, der auf das Symbol angewendet wird, das auf dem inaktiven Fenster platziert ist.
es: Transparencia a aplicar al icono sobrepuesto en la ventana inactiva.
fr: Transparence à appliquer à l'icône superposée aux fenêtres inactives.
sv: Alfakanalsvärde att tillämpa på ikonen som överlappar inaktivt fönster.

source: Alpha value to apply to active workspace background.
de: Alphawert, der auf den Hintergrund der aktiven Arbeitsfläche angewendet wird.
es: Transparencia a aplicar al fondo del espacio de trabajo activo.
fr: Valeur de l'alpha à appliquer à l'espace de travail actif.
sv: Alfakanalsvärde att tillämpa på bakgrunden för aktiv arbetsyta.
uk: Значення прозорості для фону активної робочої області.
